Repository: theyosh/TerrariumPI
Catalog: locales/*/LC_MESSAGES/terrariumpi.po
Languages: ca, fr_be, it_it, pl, pt, pt_br, sk

source: Enter the full URL of the API weather server. For use with Weather.com you need to get a free API key from %s. The temperature are read in Celsius degrees. It can be converted to Fahrenheit.
fr_be: Entrez l'URL complète du serveur météo de l'API. Pour une utilisation avec Weather.com, vous devez obtenir une clé API gratuite de %s. Les températures sont lues en degrés Celsius. Elles peuvent être convertie en Fahrenheit.
it_it: Immetti l'URL completo delle API del server meteo. Per usare Weather.com avrai bisogno di una chiave API gratuita da %s. Le temperature sono lette in gradi Celsius. Possono essere convertite in Fahrenheit.
pt_br: Digite o URL completo do servidor meteorológico da API. Para usar com o Weather.com, você precisa obter uma chave de API gratuita de %s . A temperatura é lida em graus Celsius. Pode ser convertido para Fahrenheit.

source: Location
fr_be: Emplacement
it_it: Località
pt_br: Localização

source: Wind speed
fr_be: Vitesse du vent
it_it: Velocità del vento
pt_br: Velocidade do vento

source: Per webcam the title holds shows some values and options.
fr_be: Par webcam, le titre contient des valeurs et des options.
it_it: Il titolo mostra alcuni valori ed opzioni per webcam.
pt_br: Por webcam, o título contém mostra alguns valores e opções.

source: Use the zooming control to zoom in and out.
fr_be: Utilisez la commande de zoom pour zoomer et dézoomer.
it_it: Usa il controllo per aumentare o ridurre lo zoom.
pt_br: Use o controle de zoom para aumentar e diminuir o zoom.

source: Controls
fr_be: Contrôles
it_it: Controlli
pt_br: Controles

source: Zooming control
fr_be: Contrôle de zoom
it_it: Controllo dello zoom
pt_br: Controle de zoom

source: Zoom at minimum level
fr_be: Zoomer au niveau minimum
it_it: Zoom al minimo
pt_br: Zoom no nível mínimo

source: Zoom at maximum level
fr_be: Zoom au niveau maximum
it_it: Zoom al massimo
pt_br: Zoom no nível máximo

source: Full screen
fr_be: Plein écran
it_it: Schermo intero
pt_br: Tela cheia

source: Use the full screen control to toggle full screen on or off.
fr_be: Utilisez le contrôle en plein écran pour activer ou désactiver l'affichage plein écran.
it_it: Usa il controllo schermo intero per abilitare o disabilitare la funzionalità a schermo intero.
pt_br: Use o controle de tela cheia para ativar ou desativar a tela cheia.

source: Full screen control
fr_be: Contrôle en plein écran
it_it: Controllo schermo intero
pt_br: Controle em tela cheia

source: On the webcam settings page you can configure all needed webcams. Click on %s button to add a new webcam. And empty form like below is shown and has to be filled in. Make sure the right values are filled in. All fields with a %s are required.
fr_be: Sur la page des paramètres de la webcam, vous pouvez configurer toutes les webcams nécessaires. Cliquez sur le bouton %s pour ajouter une nouvelle webcam. Et le formulaire vide comme ci-dessous est affiché et doit être rempli. Assurez-vous que les bonnes valeurs sont remplies. Tous les champs avec un %s sont requis.
it_it: Alla pagina delle impostazioni delle webcam puoi configurare tutte le webcam necessarie. Clicca sul bottone %s per aggiungere una nuova webcam. Andrà compilato un form uguale al seguente. Assicurati di inserire valori corretti. Tutti i campi contrassegnati da un %s sono richiesti.
pt_br: Na página de configurações da webcam, você pode configurar todas as webcams necessárias. Clique no botão %s para adicionar uma nova webcam. Um formulário vazio será mostrado e deve ser preenchido. Verifique se os valores corretos foram preenchidos. Todos os campos com %s são obrigatórios.

source: Preview
fr_be: Aperçu
it_it: Anteprima
pt_br: Pré-visualização

source: Picture rotation
fr_be: Rotation d'image
it_it: Rotazione dell'immagine
pt_br: Rotação da imagem

source: degrees
fr_be: degrés
it_it: gradi
pt_br: graus

source: Flip Horizontal
fr_be: Retourner horizontalement
it_it: Inverti Orizzontalmente
pt_br: Virar na horizontal

source: Flip Vertical
fr_be: Retourner verticalement
it_it: Inverti Verticalmente
pt_br: Virar na vertical

source: Remote source
fr_be: Source distante
it_it: Sorgente remota
pt_br: Fonte remota

source: Used software
fr_be: Logiciel actuel
it_it: Software utilizzato
pt_br: Software utilizado

source: Contact
it_it: Contatto
pt_br: Contato

source: Example setup
fr_be: Config d'exemple
it_it: Configurazione di esempio
pt_br: Exemplo de configuração

source: Use TerrariumPI to automate your own reptile environment. The software can handle a combination of multiple temperature and humidity sensors and relay switches to control a closed environment.
fr_be: Utilisez TerrariumPI pour automatiser votre propre environnement de reptiles. Le logiciel peut gérer une combinaison de plusieurs capteurs de température et d'humidité et de relais pour contrôler un environnement fermé.
it_it: Usa TerrariumPi per automatizzare l'ambiente del tuo rettile. Il software può gestire una combinazione di più sensori di temperatura ed umidità e può controllare interruttori a relay per controllare un ambiente chiuso.
pt_br: Use o TerrariumPI para automatizar seu próprio ambiente de réptil. O software pode lidar com uma combinação de vários sensores de temperatura e umidade e chaves de relé para controlar um ambiente fechado.

source: TerrariumPI is mainly written in Python version 2.7. The web interface is a bootstrap 3 template. It can be downloaded from %s.
fr_be: TerrariumPI est principalement écrit en Python version 2.7. L'interface Web est un modèle bootstrap 3. Il peut être téléchargé à partir de %s.
it_it: TerrariumPi è scritto principalmente in Python versione 2.7. L'interfaccia web è un template bootstrap 3. Può essere scaricato da %s.
pt_br: O TerrariumPI é escrito principalmente na versão 2.7 do Python. A interface da web é um modelo do bootstrap 3. Pode ser baixado de %s .

source: Download TerrariumPI on Github
fr_be: Télécharger TerrariumPI sur Github
it_it: Scarica TerrariumPi da Github
pt_br: Baixe TerrariumPI no Github

source: Python modules
fr_be: Modules Python
it_it: Moduli Python
pt_br: Módulos Python

source: The following external Python libraries are used
fr_be: Les bibliothèques Python externes suivantes sont utilisées
it_it: Vengono utilizzate le seguenti libererie Python esterne
pt_br: As seguintes bibliotecas Python externas são usadas

source: Source
it_it: Sorgente
pt_br: Origem

source: Web interface
fr_be: Interface Web
it_it: Interfaccia Web
pt_br: Interface web

source: Gentellela Admin is a free to use Bootstrap admin template. This template uses the default Bootstrap 3 styles along with a variety of powerful jQuery plugins and tools to create a powerful framework for creating admin panels or back-end dashboards.
fr_be: Gentellela Admin est un modèle d'administration Bootstrap gratuit. Ce modèle utilise les styles Bootstrap 3 par défaut ainsi qu'une variété de puissants plugins et outils jQuery pour créer un cadre puissant pour créer des panneaux d'administration ou des tableaux de bord dorsaux.
it_it: Gentellela Admin è un template di amministrazione Bootstrap gratuito. Questo template usa di default gli stili Bootstrap 3 unitamente a potenti plugin JQuery e strumenti per creare un framework efficacie per la creazione di pannelli di amministrazioni o cruscotti di back-end.
pt_br: Gentellela Admin é um modelo de administrador de Bootstrap gratuito. Este modelo usa os estilos padrão do Bootstrap 3, juntamente com uma variedade de plugins e ferramentas poderosos do jQuery, para criar uma estrutura poderosa para a criação de painéis de administração ou painéis de back-end.

source: Theme uses several libraries for charts, calendar, form validation, wizard style interface, off-canvas navigation menu, text forms, date range, upload area, form autocomplete, range slider, progress bars, notifications and much more.
fr_be: Thème utilise plusieurs bibliothèques pour les graphiques, calendrier, validation de formulaire, interface de style Assistant, menu de navigation hors toile, formulaires texte, plage de dates, zone de téléchargement, saisie semi-automatique, plage de progression, notifications et bien plus encore.
it_it: Il tema usa diverse libererie per i grafici, calendar, validazione di form, interfaccia in stile wizard, menù di navigazione off-canvas, form di testo, intervalli di date, aree di upload, autocompilazione di form, slider di range, barre di progresso, notifiche e molto altro.
pt_br: O Theme usa várias bibliotecas para gráficos, calendário, validação de formulários, interface de estilo de assistente, menu de navegação off-canvas, formulários de texto, intervalo de datas, área de upload, preenchimento automático de formulários, controle deslizante de intervalo, barras de progresso, notificações e muito mais.

source: We would love to see how you use this awesome admin template. You can notify us about your site, app or service by tweeting to @colorlib. Once the list will grown long enough we will write a post similar to this to showcase the best examples.
fr_be: Nous aimerions voir comment vous utilisez ce modèle d'administration génial. Vous pouvez nous informer de votre site, application ou service en tweetant sur @colorlib. Une fois que la liste sera assez longue, nous écrirons un post similaire à celui-ci pour présenter les meilleurs exemples.
it_it: Ci piacerebbe sapere come usi questo meraviglioso template. Puoi farci sapere qualcosa del tuo sito, app o servizio twittando a @colorlib. Quando la lista sarà sufficientemente lunga scriveremo un post simile a questo per mettere in mostra i migliori esempi.
pt_br: Gostaríamos muito de ver como você usa esse incrível modelo de administrador. Você pode nos notificar sobre seu site, aplicativo ou serviço twittando para @colorlib. Uma vez que a lista cresça o suficiente, escreveremos um post semelhante a este para mostrar os melhores exemplos.

source: Questions or problems? Contact me at %s or open an issue on %s.
fr_be: Des questions ou des problèmes? Contactez-moi au %s ou ouvrez un problème sur %s.
it_it: Domande o problemi? Contattami a %s oppure apri una issue su %s.
pt_br: Dúvidas ou problemas? Entre em contato comigo em %s ou abra um problema em %s .

source: Feature request
fr_be: Demande de fonctionnalité
it_it: Richiesta di funzionalità
pt_br: Solicitação de recurso

source: Missing something? Drop a feature request on %s and we will see what can be done.
fr_be: Il manque quelque chose? Déposez une demande de fonctionnalité sur %s et nous verrons ce qui peut être fait.
it_it: Manca qualcosa? Fai una richiesta di funzionalità su %s e vedremo cosa possiamo fare.
pt_br: Está faltando alguma coisa? Solte uma solicitação de recurso em %s e veremos o que pode ser feito.

source: Copyright
pt_br: Direito autoral

source: Here are some photos how you can use it.
fr_be: Voici quelques photos sur la façon d'utiliser le logiciel.
it_it: Ecco alcune foto di come puoi usarlo.
pt_br: Aqui estão algumas fotos de como você pode usá-lo.

source: Enter the values per service that you want to use. Per service are all fields required, except mail port and mail authentication values.
pt_br: Digite os valores por serviço que você deseja usar. Por serviço são todos os campos obrigatórios, exceto os valores de porta e autenticação de email.

source: Select per message the service to send the notification. You can have everything per email, and important ones per pushover or telegram.
pt_br: Selecione por mensagem o serviço para enviar a notificação. Você pode ter tudo por email e apenas avisos importantes por pushover ou Telegram.

source: Use %rawdata% to get all the possible replacement values. Then create your own message with variables like %now% and %current%. This can be done in either the title and message.
pt_br: Use% rawdata% para obter todos os valores de substituição possíveis. Em seguida, crie sua própria mensagem com variáveis como% now% e% current%. Isso pode ser feito no título e na mensagem.

source: Make sure you submit the form after making changes!
pt_br: Envie o formulário depois de fazer alterações!

source: Receiver email
it_it: Indirizzo email del destinatario
pt_br: Email do destinatário

source: SMTP server
pt_br: Servidor SMTP

source: SMTP server port
pt_br: Porta do servidor SMTP

source: SMTP username
pt_br: Nome de usuário SMTP

source: SMTP password
pt_br: Senha SMTP

source: Display
ca: Monitor
pl: Ekran
pt: Ecrã
pt_br: Exibição
sk: Displej

source: Consumer key
pt_br: Chave do consumidor

source: Consumer secret
pt_br: Segredo do Consumidor

source: Access token
pt_br: Token de acesso

source: Access token secret
pt_br: Segredo do token de acesso

source: API Token
pt_br: Token de API

source: User key
pt_br: Chave do usuário

source: Username
pt_br: Nome de usuário

source: Full post url
pt_br: URL da postagem completa

source: Messages
pt_br: Mensagens

source: Message
pt_br: Mensagem

source: Service
pt_br: Serviço

source: Edit
fr_be: Modifier
it_it: Modifica
pt_br: Editar

source: General information
fr_be: Information générale
it_it: Informazioni generali
pt_br: Informação geral

source: Gender
fr_be: Genre
it_it: Genere
pt_br: Gênero

source: Age
fr_be: Âge
it_it: Età
pt_br: Idade

source: Species
fr_be: Espece
it_it: Specie
pt_br: Espécies

source: Latin name
fr_be: Nom scientifique
it_it: Nome scientifico
pt_br: Nome latino

source: More information
fr_be: Infos
it_it: Maggiori informazioni
pt_br: Mais Informações

source: Here you can configure your sensors.
fr_be: Vous pouvez ici configurer vos capteurs.
it_it: Qui puoi configurare i tuoi sensori.
pt_br: Aqui você pode configurar seus sensores.

source: Max diff
pt_br: Diferença máxima

source: Add new sensor
fr_be: Ajouter un nouveau capteur
it_it: Aggiungi un nuovo sensore
pt_br: Adicionar novo sensor

source: Custom script
pt_br: Script personalizado

source: Mi Temperature & Humidity
pt_br: Mi Temperatura e Umidade

source: UV Index
pt_br: Índice UV

source: Min moist value
pt_br: Valor mínimo umidade

source: Max moist value
pt_br: Valor máximo umidade

source: Temperature offset
pt_br: Compensação de temperatura

source: Here you can configure your power switches.
fr_be: Ici vous pouvez configurer vos commutateurs d'alimentation.
it_it: Qui puoi configurare i tuoi interruttori di corrente.
pt_br: Aqui você pode configurar seus interruptores de energia.

source: Timer start time
fr_be: Heure de début de la minuterie
it_it: Ora di avvio del timer
pt_br: Hora de início do temporizador

source: Timer stop time
fr_be: Heure de début de la minuterie d'arrêt
it_it: Ora di arresto del timer
pt_br: Hora de parada do temporizador

source: Timer on duration
fr_be: Durée de la minuterie ouverte
it_it: Durata del timer acceso
pt_br: Duração do Temporizador ligado

source: Timer off duration
fr_be: Durée de la minuterie éteinte
it_it: Durata del timer spento
pt_br: Duração do temporizador desligado

source: Dimmer action duration
fr_be: Durée de l'action du dimmer
it_it: Durata dell'azione del dimmer
pt_br: Duração da ação do dimmer

source: Dimmer on duration
fr_be: Dimmer ouvert durée
it_it: Durata dimmer acceso
pt_br: Duração do Dimmer

source: Dimmer on percentage
fr_be: Dimmer ouvert pourcentage
it_it: Percentuale del dimmer acceso
pt_br: Porcentagem do Dimmer

source: Dimmer off duration
fr_be: Dimmer éteint durée
it_it: Durata del dimmer spento
pt_br: Duração do Dimmer

source: Dimmer off percentage
fr_be: Dimmer éteint pourcentage
it_it: Percentuale del dimmer spento
pt_br: Porcentagem do Dimmer desligado

source: Add new switch
fr_be: Ajouter un nouveau commutateur
it_it: Aggiungi un nuovo interruttore di corrente
pt_br: Adicionar novo interruptor

source: GPIO Inverse
it_it: GPIO invertito
pt_br: GPIO Inverso

source: 8-RELAYS Stack (v1 & v2)
pt_br: 8-RELAYS Stack (v1 e v2)

source: 8-RELAYS Stack (v3)
pt_br: 8-RELAYS Stack (ver.3)

source: PCA9685 Dimmer
pt_br: Dimmer PCA9685

source: IRF520 Mosfet Dimmer
pt_br: Dimmer Mosfet IRF520

source: Remote Dimmer
fr_be: Gradateur à distance
it_it: Dimmer remoto
pt_br: Remoto Dimmer

source: DenkoviV2 4 relays
pt_br: DenkoviV2 4 relés

source: DenkoviV2 8 relays
pt_br: DenkoviV2 8 relés

source: DenkoviV2 16 relays
pt_br: DenkoviV2 16 relés

source: Dimmer environment step
fr_be: Dimmer environnement étape
it_it: Step dimmer ambientale
pt_br: Passo do ambiente do Dimmer

source: No switches available
fr_be: Aucun commutateurs disponible
it_it: Non ci sono interruttori disponibili
pt_br: Não há interruptores disponíveis

source: in manual mode
pt_br: no modo manual

source: Last replacement
pt_br: Última substituição

source: Manual mode
pt_br: Modo manual

source: Replace hardware
pt_br: Substituir hardware

source: With new device
pt_br: Com novo dispositivo

source: Remind in
pt_br: Lembrar em

source: Days
pt_br: Dias

source: Weeks
pt_br: Semanas

source: Months
pt_br: Meses

source: Years
pt_br: Anos

source: Replace
pt_br: Substituir

source: Here you can configure your environment.
fr_be: Ici vous pouvez configurer votre environnement.
it_it: Qui puoi configurare il tuo ambiente.
pt_br: Aqui você pode configurar seu ambiente.

source: Hover over the fields to get extra information.
fr_be: Passez la souris sur les champs pour obtenir des informations supplémentaires.
it_it: Posiziona il cursore sopra i campi per maggiori informazioni.
pt_br: Passe o mouse sobre os campos para obter informações extras.

source: Mode
pt_br: Modo

source: Maximum hours
pt_br: Máximo de horas

source: Minimum hours
pt_br: Mínimo de horas

source: Timer on
pt_br: Temporizador ativado

source: Timer off
pt_br: Temporizador desligado

source: Day/night source
pt_br: Fonte dia / noite

source: Light state
pt_br: Estado de luz

source: On
it_it: Acceso
pt_br: Lig

source: Off
fr_be: Non Actif
it_it: Spento
pt_br: Desl

source: Ignore
pt_br: Ignorar

source: Door state
pt_br: Estado da porta

source: Open
fr_be: Ouvert
it_it: Aperto
pt_br: Aberta

source: Closed
fr_be: Fermé
it_it: Chiuso
pt_br: Fechada

source: Power on
it_it: Acceso
pt_br: Ligar

source: Settle timeout
pt_br: Definir tempo limite

source: Height
fr_be: Hauteur
it_it: Altezza
pt_br: Altura

source: Offset
pt_br: Compensação

source: Here you can configure your TerrariumPI server.
fr_be: Ici vous pouvez configurer votre serveur TerrariumPI.
it_it: Qui puoi configurare il tuo server TerrariumPI.
pt_br: Aqui você pode configurar seu servidor TerrariumPI.

source: Weather location
fr_be: Météo
it_it: Luogo meteo
pt_br: Localização do clima

source: System actions
pt_br: Ações do sistema

source: Here you can reboot your TerrariumPI server. You will have to confirm the action when clicked.
pt_br: Aqui você pode reiniciar o servidor TerrariumPI. Você precisará confirmar a ação quando clicar.

source: Here you can shutdown your TerrariumPI server. You will have to confirm the action when clicked.
pt_br: Aqui você pode desligar o servidor TerrariumPI. Você precisará confirmar a ação quando clicar.

source: Language
fr_be: Langue
it_it: Lingua
pt_br: Idioma

source: Wind speed indicator
fr_be: Indicateur de vitesse du vent
it_it: Indicatore di velocità del vento
pt_br: Indicador de velocidade do vento

source: Temperature indicator
fr_be: Indicateur de température
it_it: Unità di misura per la temperatura
pt_br: Indicador de temperatura

source: Distance indicator
fr_be: Capteur de distance
it_it: Indicatore di distanza
pt_br: Indicador de distância

source: Centimetre
fr_be: Centimètre
it_it: Centimentri
pt_br: Centímetro

source: Inches
fr_be: Pouce
it_it: Pollici
pt_br: Polegadas

source: Volume indicator
pt_br: Indicador de volume

source: Litres
it_it: Litri
pt_br: Litros

source: US Gallons
pt_br: Galões US

source: UK Gallons
pt_br: Galões UK

source: Admin name
fr_be: Nom de l'administrateur
it_it: Nome utente Amministratore
pt_br: Nome do administrador

source: New admin password
fr_be: Nouveau mot de passe administrateur
it_it: Nuova password Amministratore
pt_br: Nova senha de administrador

source: Current admin password
fr_be: Mot de passe administrateur actuel
it_it: Password Amministratore attuale
pt_br: Senha atual do administrador

source: Full authentication
pt_br: Para entrar no sistema

source: Changes only
pt_br: Apenas alterações

source: Sound card
pt_br: Placa de som

source: External calendar
fr_be: Calendrier externe
it_it: Calendario esterno
pt_br: Calendário externo

source: Graph legend layout
pt_br: Layout da legenda do gráfico

source: Graph smoothing value
pt_br: Valor de suavização do gráfico

source: Show min and max values in gauge graphs
pt_br: Exibir mínimo e máximo em medidores gráficos

source: True
pt_br: Verdadeiro

source: False
pt_br: Falso

source: Hide environment summary on the dashboard
pt_br: Ocultar resumo do ambiente no painel

source: Show all sensors gauges on 1 page
pt_br: Mostrar todos os medidores de sensores em 1 página

source: Pi power usage in W
fr_be: Pi utilisation de l'énergie en W
it_it: Consumo di elettricità della Pi in W
pt_br: Uso de energia Pi em W

source: Power price
fr_be: Prix de l'énergie
it_it: Prezzo dell'elettricità
pt_br: Valor da energia em reais

source: Water price
fr_be: Prix de l'eau
it_it: Prezzo dell'acqua
pt_br: Valor da água em reais

source: IP or hostname
fr_be: IP ou nom d'hôte
it_it: IP o nome host
pt_br: IP ou nome do host

source: Port number
fr_be: Numéro de port
it_it: Numero porta
pt_br: Número da porta

source: Meross Cloud username
pt_br: Nome de usuário do Meross Cloud

source: Meross Cloud password
pt_br: Senha da Meross Cloud

source: City
fr_be: Ville
it_it: Città
pt_br: Cidade

source: Mon
fr_be: Lun
it_it: Lun
pt_br: Seg

source: Tue
fr_be: Mar
it_it: Mar
pt_br: Ter

source: Wed
fr_be: Mer
it_it: Mer
pt_br: Qua

source: Thu
fr_be: Jeu
it_it: Gio
pt_br: Qui

source: Fri
fr_be: Ven
it_it: Ven
pt_br: Sex

source: Sat
fr_be: Sam
it_it: Sab
pt_br: Sáb

source: No webcams available
fr_be: Aucune webcam disponible
it_it: Non ci sono webcam disponibili
pt_br: Não há webcams disponíveis

source: Here you can configure your webcams.
fr_be: Ici vous pouvez configurer vos webcams.
it_it: Qui puoi configurare le tue webcam.
pt_br: Aqui você pode configurar suas webcams.

source: Local source
pt_br: Fonte local

source: Resolution
fr_be: Résolution
it_it: Risoluzione
pt_br: Resolução

source: Add new webcam
fr_be: Ajouter une nouvelle webcam
it_it: Aggiungi una nuova webcam
pt_br: Adicionar nova webcam

source: White balance
pt_br: Balanço de branco

source: off
pt_br: Desl

source: auto
pt_br: autom

source: sunlight
pt_br: Luz do sol

source: cloudy
pt_br: entre nuvens

source: shade
pt_br: Sombreado

source: tungsten
pt_br: Tungstênio

source: fluorescent
pt_br: Flourescente

source: incandescent
pt_br: Incandescente

source: horizon
pt_br: Horizontal

source: greyworld
pt_br: Opção desabilitada

source: Archive
fr_be: Fermer
it_it: Archivia
pt_br: Arquivo

source: Motion
pt_br: Movimento

source: 1 minute
pt_br: 1 minuto

source: 5 minutes
pt_br: 5 minutos

source: 15 minutes
pt_br: 15 minutos

source: 30 minutes
pt_br: 30 minutos

source: 1 hour
pt_br: 1 hora

source: 3 hours
pt_br: 3 horas

source: 6 hours
pt_br: 6 horas

source: 12 hours
pt_br: 12 horas

source: 1 day
pt_br: 1 dia

source: Archive light state
pt_br: Arquivar estado da luz

source: When on
pt_br: Quando ligado

source: When off
pt_br: Quando desligado

source: Archive door state
it_it: Archivia lo stato della porta
pt_br: Salvar estado da porta

source: When open
pt_br: Quando aberto

source: When closed
pt_br: Quando fechado

source: Show motion boxes
pt_br: Mostrar caixas de movimento

source: Motion delta threshold
pt_br: Delta do limiar de movimento

source: Motion minimum area
pt_br: Área mínima de movimento

source: Motion comparison frame
pt_br: Quadro de comparação de movimento
