Repository: theyosh/TerrariumPI
Catalog: locales/*/LC_MESSAGES/terrariumpi.po
Languages: ca, fr_be, it_it, pl, pt, pt_br, sk

source: The sprayer is only working in sensor mode. This means it needs to have at least one humidity sensor and one switch to activate a spray system. When multiple humidity sensors are used, the averages of the minimum, maximum and current values are used.
fr_be: Le pulvérisateur fonctionne uniquement en mode capteur. Cela signifie qu'il doit avoir au moins un capteur d'humidité et un interrupteur pour activer un système de pulvérisation. Lorsque plusieurs capteurs d'humidité sont utilisés, les moyennes des valeurs minimale, maximale et actuelle sont utilisées.
it_it: Il nebulizzatore funziona soltanto in modalità sensore. Questo significa che è necessario avere almeno un sensore di umidità ed un interruttore di corrente per attivare il sistema di nebulizzazione. Quando ci sono più di un sensore di umidità i valori medi di minimo e massimo verranno utilizzati per l'attivazione del nebulizzatore.
pt_br: O pulverizador está funcionando apenas no modo sensor. Isso significa que ele precisa ter pelo menos um sensor de umidade relativa e um interruptor para ativar um sistema de pulverização. Quando vários sensores de umidade relativa são usados, são usadas as médias dos valores mínimo, máximo e atual.

source: The sprayer will not operate when a door is open.
fr_be: Le pulvérisateur ne fonctionnera pas lorsqu'une porte est ouverte.
it_it: Il nebulizzatore non funzionerà con la porta aperta.
pt_br: O pulverizador não funcionará quando uma porta estiver aberta.

source: Enabled when lights are off
fr_be: Activé lorsque les lumières sont éteintes
it_it: Abilitato quando le luci sono spente
pt_br: Ativado quando as luzes estão apagadas

source: Sprayer mode
fr_be: Mode pulvérisateur
it_it: Modalità di nebulizzazione
pt_br: Modo do pulverizador

source: Sprayer wait timeout (seconds)
fr_be: Délai d'attente du pulvérisateur (secondes)
it_it: Tempo di attesa del nebulizzatore (secondi)
pt_br: Tempo limite de espera do pulverizador (segundos)

source: Spray duration (seconds)
fr_be: Durée de pulvérisation (secondes)
it_it: Durata della nebulizzazione (secondi)
pt_br: Duração do spray (segundos)

source: Humidity sensors
fr_be: Capteurs d'humidité
it_it: Sensori di umidità
pt_br: Sensores de umidade relativa

source: When the heater is used in sensor mode the system will toggle the switches based on the alarms of the sensors. When the temperature is to cold it will toggle on the switches. Until the temperature gets above the maximum value the switch stays on. When the maximum temperature is reached, the switches will be toggled off and stay out until the temperature hits the minimum value.
fr_be: Lorsque le chauffage est utilisé en mode capteur, le système bascule les commutateurs en fonction des alarmes des capteurs. Lorsque la température est froide, il bascule sur les commutateurs. Jusqu'à ce que la température dépasse la valeur maximale, l'interrupteur reste allumé. Lorsque la température maximale est atteinte, les interrupteurs seront désactivés et resteront éteints jusqu'à ce que la température atteigne la valeur minimale.
it_it: Quando il riscaldamento è usato in modalità sensore, il sistema abiliterà gli interruttori di corrente sulla base degli allarmi dei sensori. Quando la temperatura è troppo bassa azionerà gli interruttori. Fino a che la temperatura non supera il valore massimo l'interruttore rimarrà acceso. Quando la temperatura massima viene raggiunta, gli interruttori vengono spenti e resteranno spenti fino a che non viene raggiunto il valore di temperatura minimo.
pt_br: Quando o aquecedor é usado no modo sensor, o sistema liga e desliga os interruptores com base nos alarmes dos sensores. Quando a temperatura estiver fria, ligará os interruptores. Até a temperatura ficar acima do valor máximo, a chave permanece ligada. Quando a temperatura máxima é atingida, os interruptores serão desligados e permanecerão assim até que a temperatura atinja o valor mínimo.

source: When used in Timer or Weather mode, the switches will be toggled on and of on the selected times regardless of the temperature.
fr_be: Lorsqu'ils sont utilisés en mode Minuterie ou Météo, les interrupteurs seront activés et désactivés aux heures sélectionnées, quelle que soit la température.
it_it: Quando usato in modalità Timer o Meteo, gli interruttori vengono attivati e disattivati sulla base dei tempi impostati senza tenere conto delle temperature.
pt_br: Quando usados no modo Temporizador ou Clima, os interruptores serão alternados entre os horários selecionados, independentemente da temperatura.

source: But when there are sensors used in combination with Timer or Weather mode the switches will toggle on and off when there is an alarm based on the sensors and within the selected time frame.
fr_be: Mais lorsque des capteurs sont utilisés en combinaison avec le mode Minuterie ou Météo, les interrupteurs s'allument et s'éteignent lorsqu'il y a une alarme basée sur les capteurs et dans le délai choisi.
it_it: Quando vengono usati sensori in combinazione alle modalità Timer o Meteo gli interruttori verranno azionati in base agli allarmi dei sensori all'interno dell'intervallo orario definito.
pt_br: Porém, quando houver sensores usados em combinação com o modo Temporizador ou Clima, os interruptores serão ligados e desligados quando houver um alarme baseado nos sensores e estiver dentro do período de tempo selecionado.

source: Enabled when lights are on
fr_be: Activé lorsque les lumières sont allumées
it_it: Abilitato con le luci accese
pt_br: Ativado quando as luzes estão acesas

source: Heater mode
fr_be: Mode de chauffage
it_it: Modalità di riscaldamento
pt_br: Modo do aquecedor

source: Heater on
fr_be: Chauffage ON
it_it: Riscaldamento acceso
pt_br: Aquecedor ligado

source: Heater off
fr_be: Chauffage OFF
it_it: Riscaldamento spento
pt_br: Aquecedor desligado

source: Temperature sensors
fr_be: Capteurs de température
it_it: Sensori di temperatura
pt_br: Sensores de temperatura

source: Cooling
ca: Refrigeració
fr_be: Refroidissement
it_it: Refrigerazione
pl: Chłodzenie
pt: Refrigeração
pt_br: Resfriamento
sk: Chladenie

source: When the cooler is used in sensor mode the system will toggle the switches based on the alarms of the sensors. When the temperature is to hot it will toggle on the switches. Until the temperature drops below the minimum value the switch stays on. When the minimum temperature is reached, the switches will be toggled off and stay out until the temperature hits the maximum value.
fr_be: Lorsque le refroidisseur est utilisé en mode capteur, le système bascule les commutateurs en fonction des alarmes des capteurs. Lorsque la température est trop élevée, les commutateurs sont activés. Jusqu'à ce que la température descende en dessous de la valeur minimale, l'interrupteur reste allumé. Lorsque la température minimale est atteinte, les interrupteurs seront désactivés et resteront éteints jusqu'à ce que la température atteigne la valeur maximale.
it_it: Quando la refrigerazione è usata in modalità sensore, il sistema abiliterà gli interruttori di corrente sulla base degli allarmi dei sensori. Quando la temperatura è troppo alta azionerà gli interruttori. Fino a che la temperatura non scende al di sotto del valore minimo l'interruttore rimarrà acceso. Quando la temperatura minima viene raggiunta, gli interruttori vengono spenti e resteranno spenti fino a che non viene raggiunto il valore di temperatura massimo.
pt_br: Quando o cooler é usado no modo sensor, o sistema alterna os interruptores com base nos alarmes dos sensores. Quando a temperatura está quente, liga os interruptores e permanece ligado até a temperatura cair abaixo do valor mínimo. Quando a temperatura mínima é atingida, os interruptores serão desligados e permanecerão assim até que a temperatura atinja o valor máximo.

source: Cooler mode
fr_be: Mode de refroidissement
it_it: Modalità di refrigerazione
pt_br: Modo de Resfriamento

source: Cooler on
fr_be: Refroidisseur allumé
it_it: Refrigerazione accesa
pt_br: Resfriamento ligado

source: Cooler off
fr_be: Refroidisseur éteint
it_it: Refrigerazione spenta
pt_br: Resfriamento desligado

source: On the sensors page you can find all the available sensors page grouped by type. Select temperature from the menu to get all the temperature sensors. Select humidity for all humidity sensors.
fr_be: Sur la page des capteurs, vous pouvez trouver toutes les pages de capteurs disponibles groupées par type. Sélectionnez la température dans le menu pour obtenir tous les capteurs de température. Sélectionnez l'humidité pour tous les capteurs d'humidité.
it_it: Alla pagina dei sensori puoi trovare tutti i sensori disponibili raggruppati per tipo. Seleziona temperatura dal menu per visualizzare tutti i sensori di temperatura. Seleziona umidità per visualizzare tutti i sensori di umidità.
pt_br: Na página de sensores, você pode encontrar todas as páginas de sensores disponíveis, agrupadas por tipo. Selecione temperatura no menu para obter todos os sensores de temperatura. Selecione umidade para todos os sensores de umidade relativa.

source: Per graph you have the following options and indicators.
fr_be: Par graphique, vous avez les options et les indicateurs suivants.
it_it: Hai a disposizione le seguenti opzioni ed indicatori per ogni grafico.
pt_br: Por gráfico, você tem as seguintes opções e indicadores.

source: Per sensor the title shows some values and options.
fr_be: Par capteur, le titre montre quelques valeurs et options.
it_it: Il titolo mostra alcuni valori ed opzioni per sensore.
pt_br: Por sensor, o título mostra alguns valores e opções.

source: The sensor type
fr_be: Le type de capteur
it_it: Tipo di sensore
pt_br: O tipo de sensor

source: The time stamp of the last measurement.
fr_be: L'horodatage de la dernière mesure.
it_it: Ora dell'ultima misurazione.
pt_br: O registro de data e hora da última medição.

source: Warning badge when the sensor value is outside the defined save operating values.
fr_be: Badge d'avertissement lorsque la valeur du capteur est en dehors des valeurs de fonctionnement de sauvegarde définies.
it_it: Etichetta di warning quando il sensore è al di fuori dei valori definiti.
pt_br: Ícone de aviso quando o valor do sensor estiver fora dos valores operacionais definidos.

source: Show or hide the sensor
fr_be: Afficher ou masquer le capteur
it_it: Mostra o nascondi il sensore
pt_br: Mostrar ou ocultar o sensor

source: The gauge graph shows the current temperature or humidity value. The colour of the graph depends on the current value and the alarm values. When the value gets more to the minimum or maximum value, it will gets more red/orange.
it_it: I grafici contatori mostrano i valori attuali di temperatura ed umidità. Il colore del grafico dipende dal valore attuale e dai valori di allarme. Quando il valore si avvicina al massimo o al minimo impostato diventa più rosso/arancione.
pt_br: O gráfico do medidor mostra o valor atual da temperatura ou umidade relativa. A cor do gráfico depende do valor atual e dos valores de alarme. Quando o valor chegar ao valor mínimo ou máximo, ele ficará mais vermelho / laranja.

source: The values are updated every 30 seconds and updated in real time on the page.
fr_be: Les valeurs sont mises à jour toutes les 30 secondes et mises à jour en temps réel sur la page.
it_it: I valori sono aggiornati ogni 30 secondi e aggiornati in tempo reale sulla pagina.
pt_br: Os valores são atualizados a cada 30 segundos e atualizados em tempo real na página.

source: The current value is also written below the graph in degrees, percentage or distance.
fr_be: La valeur actuelle est également écrite sous le graphique en degrés, pourcentage ou distance.
it_it: Il valore attuale è anche mostrato sotto il grafico in gradi, in percentuale o distanza.
pt_br: O valor atual também é escrito abaixo do gráfico em graus, porcentagem ou distância.

source: The history graph will shows the measured value. The flat lines are the minimum and maximum values that are configured. When the measured value is outside this range an alarm will be given. Hover above the graph lines to get detailed information.
fr_be: Le graphique de l'historique montrera la valeur mesurée. Les lignes plates sont les valeurs minimales et maximales configurées. Lorsque la valeur mesurée est en dehors de cette plage, une alarme sera donnée. Passez la souris au-dessus des lignes de graphique pour obtenir des informations détaillées.
it_it: Il grafico storico mostra il valore misurato. Le linee rette rappresentano i valori configurati come minimo e massimo. Quando viene misurato un valore al di fuori dell'intervallo viene inviato un allarme. Passa sopra le linee del grafico per informazioni più dettagliate.
pt_br: O gráfico do histórico mostra o valor medido. As linhas planas são os valores mínimo e máximo configurados. Quando o valor medido estiver fora dessa faixa, um alarme será acionado. Passe o mouse acima das linhas do gráfico para obter informações detalhadas.

source: Alarm min
ca: Alarma min
it_it: Allarme minimo
pl: Alarm minimum
pt: Alarme mín
pt_br: Alarme mín
sk: Minimálna hodnota alarmu

source: Alarm max
ca: Alarma màx
it_it: Allarme massimo
pl: Alarm maksymalny
pt: Alarme máx
pt_br: Alarme máx
sk: Maximálna hodnota alarmu

source: Limit min
ca: Límit min
fr_be: Limite min
it_it: Limite minimo
pl: Limit minimalny
pt: Limite mín
pt_br: Limite mín gráfico
sk: Minimálny limit

source: Limit max
ca: Límit màx
fr_be: Limite max
it_it: Limite massimo
pl: Limit maksymalny
pt: Limite máx
pt_br: Limite máx gráfico
sk: Maximálny limit

source: Per switch the title holds shows some values and options.
fr_be: Par commutateur, le titre contient des valeurs et des options.
it_it: Il titolo mostra alcuni valori e opzioni per interruttore.
pt_br: Por interruptor, o título mostra alguns valores e opções.

source: Switch
fr_be: Commutateur
it_it: Interruttore
pt_br: Interruptor

source: The power usage and/or water flow per minute when switched on
fr_be: La consommation d'énergie et / ou le débit d'eau par minute à la mise sous tension
it_it: Il consumo di elettricità e/o il flusso d'acqua al minuto quando acceso
pt_br: O uso de energia e / ou o fluxo de água por minuto quando ligado

source: The total amount of power usage and/or water usage for the selected history period
fr_be: Le montant total de la consommation d'énergie et / ou de l'utilisation de l'eau pour la période sélectionnée
it_it: Il consumo di elettricità e/o acqua totale per il periodo selezionato dello storico
pt_br: A quantidade total de uso de energia e / ou uso de água no período histórico selecionado

source: Show or hide the switch
fr_be: Afficher ou masquer l'interrupteur
it_it: Mostra o nascondi l'interruttore
pt_br: Mostrar ou ocultar o interruptor

source: Status and toggle
fr_be: Statut et bascule
it_it: Stato e selezione
pt_br: Status e alternar

source: On the switch page there are power buttons that toggle the power switches. Every switch will be listed, and can be controlled from the status page. In order to toggle the switch, a request for a username and password is being made. Use here the username and password that are configured at the system configuration page.
fr_be: Sur la page de commutation, il y a des boutons d'alimentation qui basculent les commutateurs d'alimentation. Chaque commutateur sera répertorié et peut être contrôlé à partir de la page d'état. Afin de basculer le commutateur, une demande de nom d'utilisateur et mot de passe est en cours. Utilisez ici le nom d'utilisateur et le mot de passe configurés sur la page de configuration du système.
it_it: Sulla pagina degli interruttori ci sono bottoni che attivano gli interruttori. Ogni interruttore verrà listato e potrà essere controllato dalla pagina di stato. Per accendere o spegnere un interruttore verrà richiesto l'autenticazione tramite username e password. In questo caso utilizzare utente e passsword che sono stati configurati nella pagina di configurazione del sistema.
pt_br: Na página do Interruptor, existem botões que alternam os interruptores de energia. Cada opção será listada e pode ser controlada a partir da página de status. Para alternar a opção, uma solicitação de nome de usuário e senha será feita. Use o nome de usuário e a senha configurados na página de configuração do sistema.

source: The list is also updating when the environment toggles a switch. The state off the switch is shown here in real time.
fr_be: La liste est également mise à jour lorsque l'environnement bascule un commutateur. L'état du commutateur est affiché ici en temps réel.
it_it: La lista si aggiorna anche quando l'ambiente accende o spegne un interruttore. Lo stato degli interruttori è mostrato in tempo reale.
pt_br: A lista também é atualizada quando o ambiente alterna um interruptor. O estado da chave é mostrado aqui em tempo real.

source: Switch is on
fr_be: Le commutateur est activé
it_it: Interruttore acceso
pt_br: O interruptor está ativado

source: Switch is off
fr_be: Le commutateur est éteint
it_it: Interruttore spento
pt_br: O interruptor está desligado

source: The history graph will shows when a switch was powered on. It will show the power usage on the y-axis and time on the x-axis. When hovering over the graph it will also show the water usage.
fr_be: Le graphique de l'historique indique quand un commutateur a été allumé. Il montrera la consommation d'énergie sur l'axe y et le temps sur l'axe des x. Lorsque vous survolez le graphique, vous verrez également l'utilisation de l'eau.
it_it: Il grafico storico mostra quando un interruttore è stato acceso. Mostra anche il consumo di elettricità sull'asse Y e il tempo sull'asse X. Quando passi sopra con il mouse al grafico mostrerà anche il dettaglio di uso dell'acqua.
pt_br: O gráfico do histórico mostra quando um interruptor foi ligado. Ele mostrará o uso de energia no eixo y e o tempo no eixo x. Ao passar o mouse sobre o gráfico, ele também mostrará o uso da água.

source: On the switch settings page you can configure all needed switches. Click on %s button to add a new switch. And empty form like below is shown and has to be filled in. Make sure the right values are filled in. All fields with a %s are required.
fr_be: Sur la page des paramètres du commutateur, vous pouvez configurer tous les commutateurs nécessaires. Cliquez sur le bouton %s pour ajouter un nouveau commutateur. Et le formulaire vide comme ci-dessous est affiché et doit être rempli. Assurez-vous que les bonnes valeurs sont remplies. Tous les champs avec un %s sont requis.
it_it: Alla pagina di configurazione degli interruttori puoi configurare tutti gli interruttori necessari. Clicca sul bottone %s per aggiungere un nuovo interruttore. Andrà compilato un form uguale al seguente. Assicurati di inserire valori corretti. Tutti i campi contrassegnati da un %s sono richiesti.
pt_br: Na página de configurações do Interruptor, você pode configurar todos os interruptores necessários. Clique no botão %s para adicionar uma nova opção. E o formulário vazio como abaixo é mostrado e deve ser preenchido. Verifique se os valores corretos foram preenchidos. Todos os campos com %s são obrigatórios.

source: The forecast widgets shows the forecast at current time and the location for which the forecast is valid. The data is loaded external from the external API source and is not measured by the software.
fr_be: Les widgets de prévision affichent la prévision à l'heure actuelle et l'emplacement pour lequel la prévision est valide. Les données sont chargées à partir de la source de l'API externe et ne sont pas mesurées par le logiciel.
it_it: Il widged delle previsioni mostra la previsione meteo attuale per la località impostata. I dati sono caricati da una sorgente API esterna e non sono misurati dal software.
pt_br: Os widgets de previsão mostram a previsão do tempo no horário atual e o local para o qual foi configurado. Os dados são carregados externamente da fonte externa da API e não são medidos pelo software.

source: It shows the current day and time for which the forecast is valid. And what temperature indicator is used.
fr_be: Il indique le jour et l'heure pour lesquels la prévision est valide. Et quel indicateur de température est utilisé.
it_it: Mostra data e ora correnti per cui le previsioni meteo sono valide. Mostra inoltre quale sensore della temperatura viene utilizzato.
pt_br: Mostra o dia e hora atuais para os quais a previsão é válida. E qual indicador de temperatura é usado.

source: The forecast is based on the time of the day. During the day, a sun is used in the animation. During the night a moon is used.
fr_be: La prévision est basée sur l'heure du jour. Pendant la journée, un soleil est utilisé dans l'animation. Pendant la nuit, une lune est utilisée.
it_it: Le previsioni del meteo sono basate sull'ora del giorno. Durante il griono viene usato un sole nell'animazione, durante la notte una luna.
pt_br: A previsão é baseada na hora do dia. Durante o dia, um sol é usado na animação. Durante a noite uma lua é usada.

source: The sun rise and sun set are shown on the right side. The line that is bold is indicating the current state.
fr_be: Le lever du soleil et le coucher du soleil sont indiqués sur le côté droit. La ligne en gras indique l'état actuel.
it_it: Gli orari di alba e tramonto sono mostrati sul lato destro. La linea in grassetto indica lo stato attuale.
pt_br: O nascer e o pôr do sol são mostrados no lado direito. A linha em negrito indica o estado atual.

source: The week forecast is shown at 13:00 hours of each day.
fr_be: La prévision de la semaine est affichée à 13h00 chaque jour.
it_it: La previsione meteo settimanale mostra la previsione delle ore 13:00 di ogni giorno.
pt_br: A previsão do tempo da semana é mostrada às 13:00 horas de cada dia.

source: Day forecast
fr_be: Prévision du jour
it_it: Previsione giornaliera
pt_br: Previsão do dia

source: The day forecast shows the temperature per hour for 24 / 36 hours from now. The title holds the graph period.
fr_be: La prévision du jour montre la température par heure pendant 24/36 heures à partir de maintenant. Le titre contient la période du graphique.
it_it: La previsione giornaliera indica le temperature previste per ora per le prossime 24/36 ore dal momento attuale. Il titolo registra il periodo del grafico.
pt_br: A previsão do dia mostra a temperatura por hora daqui a 24/36 horas. O título contém o período do gráfico.

source: Week forecast
fr_be: Prévision de la semaine
it_it: Previsione settimanale
pt_br: Previsão da semana

source: The week forecast shows the temperature per hour for 10 days from now. The title holds the graph period.
fr_be: La prévision de la semaine montre la température par heure pendant 10 jours à partir de maintenant. Le titre contient la période du graphique.
it_it: La previsione settimanale mostra le temperature per ora per i prossimi 10 giorni da adesso. Il titolo registra il periodo del grafico.
pt_br: A previsão da semana mostra a temperatura por hora nos próximos 10 dias. O título contém o período do gráfico.
