Repository: theyosh/TerrariumPI
Catalog: locales/*/LC_MESSAGES/terrariumpi.po
Languages: ca, fr_be, it_it, pl, pt, pt_br, sk

source: When you have a %s type switch added the audio player will not work. More information can be found here: %s.
fr_be: Lorsque vous avez ajouté un commutateur de type %s, le lecteur audio ne fonctionne pas. Plus d'informations peuvent être trouvées ici: %s.
it_it: Quando aggiungi un interruttore di tipo%s, il lettore audio non funzionerà. Ulteriori informazioni possono essere trovate qui: %s.
pt_br: Quando você adiciona uma opção de tipo %s o reprodutor de áudio não funciona. Mais informações podem ser encontradas aqui: %s .

source: Start
fr_be: Début
it_it: Avvia
pt_br: Iniciar

source: Stop
it_it: Ferma
pt_br: Parar

source: Repeat
fr_be: Répéter
it_it: Ripeti
pt_br: Repetir

source: Shuffle
fr_be: Mélanger
it_it: Riproduzione casuale
pt_br: Embaralhar

source: Files
fr_be: Fichiers
it_it: File
pt_br: Arquivos

source: Submit
fr_be: Envoyer
it_it: Salva
pt_br: Enviar

source: Add new audio playlist
fr_be: Ajouter une nouvelle playlist audio
it_it: Aggiungi una nuova playlist audio
pt_br: Adicionar nova lista de reprodução de áudio

source: Audio playlist
fr_be: Playlist audio
it_it: Playlist audio
pt_br: Lista de reprodução de áudio

source: new
fr_be: nouveau
it_it: nuovo
pt_br: novo

source: Select an option
fr_be: Choisir une option
it_it: Seleziona un'opzione
pt_br: Selecione uma opção

source: Close
fr_be: Fermer
it_it: Chiudi
pt_br: Fechar

source: Add
fr_be: Ajouter
it_it: Aggiungi
pt_br: Adicionar

source: Calendar
fr_be: Calendrier
it_it: Calendario
pt_br: Calendário

source: Settings
fr_be: Paramètres
it_it: Impostazioni
pt_br: Configurações

source: No calendar available
fr_be: Pas de calendriers disponibles
it_it: Nessun calendario disponibile
pt_br: Nenhum calendário disponível

source: New calendar item
pt_br: Novo item de calendário

source: Title
fr_be: Titre
it_it: Titolo
pt_br: Nome do sistema

source: Description
it_it: Descrizione
pt_br: Descrição

source: Date
pt_br: Data

source: Save
pt_br: Salvar

source: Power usage in Watt
fr_be: Puissance en Watt
it_it: Utilizzo di energia in Watt
pt_br: Uso de energia em Watt

source: Water flow in L/m
fr_be: Débit en L/m
it_it: Flusso d'acqua in L/m
pt_br: Fluxo de água em L/m

source: Total power in kWh
fr_be: Puissance totale en kWh
it_it: Energia totale in kWh
pt_br: Total de energia em kWh

source: in
fr_be: en
pt_br: em

source: Total water in L
fr_be: Total d'eau en L
it_it: Acqua totale in L
pt_br: Total de água em L

source: Current
fr_be: Actuel
it_it: Attuale
pt_br: Atual

source: Environment
fr_be: Environnement
it_it: Ambiente
pt_br: Ambiente

source: mode
it_it: modalità
pt_br: modo

source: Disabled
fr_be: Désactivé
it_it: Disabilitato
pt_br: Desativado

source: Weather day/night
pt_br: Clima dia/noite

source: Weather night/day
pt_br: Clima noite/dia

source: Lights
fr_be: Eclairage
it_it: Luci
pt_br: Luzes

source: Status
fr_be: Statut
it_it: Stato
pt_br: Estado

source: Day
fr_be: Jour
it_it: Giorno
pt_br: Horário

source: Night
fr_be: Nuit
it_it: Notte
pt_br: Noite

source: Temperature
fr_be: Température
it_it: Temperatura
pt_br: Temperatura

source: Period
fr_be: Période
it_it: Periodo
pt_br: Período

source: Range
fr_be: Variation
it_it: Intervallo
pt_br: Intervalo

source: Day/night difference
fr_be: Différence jour/nuit
it_it: Differenza giorno/notte
pt_br: Diferença dia / noite

source: Humidity
ca: Humitat
fr_be: Humidité
it_it: Umidità
pl: Wilgotność
pt: Humidade
pt_br: Umidade relativa
sk: Vlhkosť

source: Moisture
ca: Humitat
it_it: Umidità
pl: Wilgoć
pt: Hidratação
pt_br: Umidade absoluta
sk: Vlhkosť

source: Conductivity
ca: Conductivitat
it_it: Conductività
pl: Przewodność
pt: Conductividade
pt_br: Condutividade
sk: Vodivosť

source: Water tank
ca: Tanc d'aigua
fr_be: Réservoir d'eau
it_it: Riserva d'acqua
pl: Zbiornik wody
pt: Depósito de água
pt_br: Tanque de água
sk: Vodná nádrž

source: Fertility
ca: Fertilitat
it_it: Fertilizzante
pl: Żyzność
pt: Fertilidade
pt_br: Fertilidade
sk: Plodnosť

source: Average Temperature
fr_be: Température moyenne
it_it: Temperatura media
pt_br: Temperatura Média

source: warning
fr_be: attention
it_it: attenzione
pt_br: aviso

source: Week
fr_be: Semaine
it_it: Settimana
pt_br: Semana

source: Month
fr_be: Mois
it_it: Mese
pt_br: Mês

source: Year
fr_be: Année
it_it: Anno
pt_br: Ano

source: Export data
fr_be: Export des données
it_it: Esporta dati
pt_br: Exportar dados

source: Average Humidity
fr_be: Humidité moyenne
it_it: Umidità media
pt_br: Umidade relativa Média

source: Average Moisture
fr_be: Humidité moyenne
pt_br: Umidade (Moisture) Média

source: Average Conductivity
fr_be: Conductivité moyenne
it_it: Conducività media
pt_br: Condutividade Média

source: Average Distance
fr_be: Distance moyenne
it_it: Distanza media
pt_br: Distância média

source: Average pH
fr_be: PH moyenne
it_it: Media pH
pt_br: pH médio

source: Average Light
fr_be: Lumière moyenne
pt_br: Média de Luz

source: Average Fertility
fr_be: La fertilité moyenne
pt_br: Fertilidade Média

source: Average CO2
pt_br: CO2 médio

source: Average Volume
fr_be: Le volume moyenne
pt_br: Volume médio

source: Here you can configure your doors.
fr_be: Ici vous pouvez configurer le détecteur intrusion. (Porte)
it_it: Qui puoi configurare le tue porte.
pt_br: Aqui você pode configurar suas portas.

source: Address
ca: adreça
fr_be: Adresse
it_it: Indirizzo
pl: Adres
pt: Endereço
pt_br: Endereço
sk: Adresa

source: Add new door sensor
fr_be: Ajouter un nouveau capteur de porte
it_it: Aggiungi un nuovo sensore per la porta
pt_br: Adicionar novo sensor de porta

source: Door
fr_be: Porte
it_it: Porta
pt_br: Porta

source: Remote
it_it: Remoto
pt_br: Remoto

source: No doors available
fr_be: Pas de capteurs de portes disponibles
it_it: Non ci sono porte disponibili
pt_br: Nenhuma porta disponível

source: Sensors
fr_be: Capteurs
it_it: Sensori
pt_br: Sensores

source: Switches
fr_be: Commutateurs
it_it: Interruttori
pt_br: Interruptores

source: Doors
fr_be: Portes
it_it: Porte
pt_br: Portas

source: Audio
ca: Àudio
pt: Áudio
pt_br: Áudio
sk: Zvuk

source: Hover over the image below to read more about the supported hardware.
fr_be: Passez la souris sur l'image ci-dessous pour en savoir plus sur le matériel pris en charge.
it_it: Passa sopra l'immagine qui sotto per maggiori informazioni sull'hardware supportato.
pt_br: Passe o mouse sobre a imagem abaixo para ler mais sobre o hardware suportado.

source: TerrariumPI software is designed to run on a Raspberry Pi. It has been tested on a Raspberry Pi 2 and 3 with %s. Raspberry Pi Zero is not tested.
fr_be: Le logiciel TerrariumPI est conçu pour fonctionner sur un Raspberry Pi. Il a été testé sur un Raspberry Pi 2 et 3 avec %s. Raspberry Pi Zero n'est pas testé.
it_it: Il software TerrariumPi è stato progettato per girare su una Raspberry Pi. È stato testato su una Raspberry Pi 2 e 3 con %s. Raspberry Pi Zero non è stato testato.
pt_br: O software TerrariumPI foi projetado para rodar em um Raspberry Pi. Foi testado em um Raspberry Pi 2 e 3 com %s . Raspberry Pi Zero não foi testado.

source: The Raspberry Pi should have network connection and optionally SSH enabled for remote management. Also a strong power adapter is needed (+2Amps).
fr_be: Le Raspberry Pi devrait avoir une connexion réseau et éventuellement SSH activé pour la gestion à distance. Un adaptateur secteur puissant est également nécessaire (+ 2Amps).
it_it: La Raspberry Pi deve avere connettività di rete e opzionalmente il server SSH abilitato per la gestione remota. Un buon alimentatore è necessario (2 o più Ampere).
pt_br: O Raspberry Pi deve ter conexão de rede e, opcionalmente, SSH habilitado para gerenciamento remoto. Também é necessário um adaptador de energia forte (+ 2Amps).

source: TerrariumPI software has support for different kind of sensors. The following sensors below are tested with TerrariumPI software.
fr_be: Le logiciel TerrariumPI prend en charge différents types de capteurs. Les capteurs suivants sont testés avec le logiciel TerrariumPI.
it_it: Il software TerrariumPi supporta differenti tipi di sensori. I seguenti sensori sono stati testati con il software TerrariumPi.
pt_br: O software TerrariumPI oferece suporte para diferentes tipos de sensores. Os seguintes sensores abaixo são testados com o software TerrariumPI.

source: The 1wire bus will be scanned automatically during start up to load the connected and supported sensors. The DS18B20 sensors can share the GPIO pin by putting the sensors in parallel.
fr_be: Le bus 1wire sera scanné automatiquement lors du démarrage pour charger les capteurs connectés et pris en charge. Les capteurs DS18B20 peuvent partager la broche GPIO en mettant les capteurs en parallèle.
it_it: Il bus 1wire viene scansionato automaticamente durante l'avvio per caricare i sensori connessi e supportati. I sensori DS18B20 possono condividere il pin GPIO collegando i sensori in parallelo.
pt_br: O barramento de 1 fio será verificado automaticamente durante a inicialização para carregar os sensores conectados e suportados. Os sensores DS18B20 podem compartilhar o pino GPIO colocando os sensores em paralelo.

source: Through the 1wire bus of the Raspberry Pi you can use the following hardware sensors
fr_be: Grâce au bus 1wire du Raspberry Pi, vous pouvez utiliser les capteurs matériels suivants
it_it: Attraverso il bus 1wire della Raspberry Pi puoi usare i seguenti sensori
pt_br: Através do barramento de 1 fio do Raspberry Pi, você pode usar os seguintes sensores de hardware

source: GPIO sensors has to added manually to TerrariumPI software. That can done in the web interface. The GPIO sensors cannot share GPIO pins. The DHT11 and DHT22 needs an extra resistor
fr_be: Les capteurs GPIO doivent être ajoutés manuellement au logiciel TerrariumPI. Cela peut être fait dans l'interface web. Les capteurs GPIO ne peuvent pas partager les broches GPIO. Le DHT11 et le DHT22 ont besoin d'une résistance supplémentaire
it_it: I sensori GPIO devono essere aggiunti manualmente al software TerrariumPi. Questo può essere fatto dall'interfaccia web. I sensori GPIO non possono condividere i pin GPIO. Il DHT11 e il DHT22 necessitano di un resistore aggiuntivo
pt_br: Os sensores GPIO devem ser adicionados manualmente ao software TerrariumPI. Isso pode ser feito na interface da web. Os sensores GPIO não podem compartilhar pinos GPIO. O DHT11 e o DHT22 precisam de um resistor extra

source: Through the GPIO bus of the Raspberry Pi you can use the following hardware sensors
fr_be: Grâce au bus GPIO du Raspberry Pi, vous pouvez utiliser les capteurs matériels suivants
it_it: Attraverso il bus GPIO della Raspberry Pi puoi usare uno dei seguenti sensori hardware
pt_br: Através do barramento GPIO do Raspberry Pi, você pode usar os seguintes sensores de hardware

source: The OWFS server will be scanned automatically during start up to load the connected and supported sensors. There can be all kind of sensors connected to this server. All supported sensors will be shown.
fr_be: Le serveur OWFS sera analysé automatiquement lors du démarrage pour charger les capteurs connectés et pris en charge. Il peut y avoir toutes sortes de capteurs connectés à ce serveur. Tous les capteurs pris en charge seront affichés.
it_it: Il server OWFS scansionato automaticamente durante l'avvio per caricare i sensori connessi e supportati. Possono essere connessi tutti i tipi di sensori a questo server. Tutti i sensori supportati saranno mostrati.
pt_br: O servidor OWFS será verificado automaticamente durante a inicialização para carregar os sensores conectados e suportados. Pode haver todos os tipos de sensores conectados a este servidor. Todos os sensores suportados serão mostrados.

source: Through the I2C bus of the Raspberry Pi you can use the following hardware sensors with OWFS software
fr_be: Grâce au bus I2C du Raspberry Pi, vous pouvez utiliser les capteurs matériels suivants avec le logiciel OWFS
it_it: Attraverso il bus I2C della Raspberry Pi puoi usare i seguenti sensori hardware con software OWFS
pt_br: Através do barramento I2C do Raspberry Pi, você pode usar os seguintes sensores de hardware com o software OWFS

source: TerrariumPI software has support for different kind of relay boards. The following relay boards below are tested with TerrariumPI software.
fr_be: Le logiciel TerrariumPI prend en charge différents types de cartes relais. Les cartes relais suivantes sont testées avec le logiciel TerrariumPI.
it_it: Il software TerrariumPi supporta differenti tipi di schede relay. Le seguenti schede relay sono stati testati con il software TerrariumPi.
pt_br: O software TerrariumPI tem suporte para diferentes tipos de placas de relé. As seguintes placas de relé abaixo são testadas com o software TerrariumPI.

source: For every relay on the board there is need for a dedicated GPIO pin. For a 4 ports relay board there are 4 control GPIO pins and 2 pins for power and ground needed. This makes that it needs 6 GPIO pins in total.
fr_be: Pour chaque relais sur la carte, il est nécessaire d'avoir une broche GPIO dédiée. Pour une carte de relais à 4 ports, il y a 4 broches GPIO de contrôle et 2 broches pour l'alimentation et la terre nécessaires. Cela fait qu'il a besoin de 6 broches GPIO au total.
it_it: Per ogni relay sulla scheda relay è necesario un pin GPIO dedicato. Per una scheda a 4 relay servono 4 pin GPIO di controllo e 2 pin per power e ground per un totale di 6 pin GPIO per una scheda a 4 relay.
pt_br: Para cada relé na placa, é necessário um pino GPIO dedicado. Para uma placa de relé de 4 portas, são necessários 4 pinos GPIO de controle e 2 pinos para alimentação e aterramento necessários. Isso faz com que ele precise de 6 pinos GPIO no total.

source: The following boards are tested
fr_be: Les cartes suivantes sont testées
it_it: Le seguenti schede sono state testate
pt_br: As seguintes placas foram testadas

source: The USB relay board does not need GPIO pins. It only needs one USB connection. The TerrariumPI software supports boards that are either running in Serial or BitBang. This is automatically detected when adding power switches.
fr_be: La carte relais USB n'a pas besoin de broches GPIO. Il n'a besoin que d'une connexion USB. Le logiciel TerrariumPI prend en charge les cartes exécutées en série ou BitBang. Ceci est automatiquement détecté lors de l'ajout de commutateurs d'alimentation.
it_it: La scheda relay USB non richiede pin GPIO. Necessita solo di una connessione USB. Il software TerrariumPi supporta schede che funzionano sia in modalità Serial o BitBang. Queste sono automaticamente rilevate quando si aggiungono gli interruttori di corrente.
pt_br: A placa de relé USB não precisa de pinos GPIO. Ele precisa apenas de uma conexão USB. O software TerrariumPI suporta placas que estão sendo executadas em Serial ou BitBang. Isso é detectado automaticamente ao adicionar interruptores.

source: With PWM controlled boards it is possible to support dimming devices.
fr_be: Avec les cartes à commande PWM, il est possible de prendre en charge des dispositifs de gradation.
it_it: Con le schede PWM-controlled è possibile supportare dispositivi di dimming.
pt_br: Com placas controladas por PWM, é possível suportar dispositivos de Dimmer.

source: TerrariumPI software has support for magnetic door sensors. Only versions with two wires are supported. Connect one wire to the ground and the other wire to any GPIO pin that is free (except power and ground pins).
fr_be: Le logiciel TerrariumPI est compatible avec les capteurs de porte magnétiques. Seules les versions avec deux fils sont prises en charge. Connectez un fil à la terre et l'autre fil à toute broche GPIO libre (sauf les broches d'alimentation et de masse).
it_it: Il software TerrariumPi supporta sensori magnetici per le porte. Sono supportate solo le versioni con due cavi. Connettere un cavo al pin ground e l'altro ad un pin GPIO qualsiasi che sia libero (fatta eccezione per i pin power e ground).
pt_br: O software TerrariumPI tem suporte para sensores magnéticos de porta. Apenas versões com dois fios são suportadas. Conecte um fio ao terra e o outro fio a qualquer pino GPIO que esteja livre (exceto os pinos de energia e terra).

source: TerrariumPI software has support for different kind of cameras. The following cameras below are tested with TerrariumPI software.
fr_be: Le logiciel TerrariumPI prend en charge différents types de caméras. Les caméras suivantes sont testées avec le logiciel TerrariumPI.
it_it: Il software TerrariumPi supporta diversi tipi di videocamere. I seguenti modelli sono stati testati con il software TerrariumPi.
pt_br: O software TerrariumPI oferece suporte para diferentes tipos de câmeras. As seguintes câmeras abaixo são testadas com o software TerrariumPI.

source: There are different Raspberry Pi cameras available. If the camera is Raspberry Pi compatible, it can be used with TerrariumPI software.
fr_be: Il existe différentes caméras Raspberry Pi disponibles. Si la caméra est compatible Raspberry Pi, elle peut être utilisée avec le logiciel TerrariumPI.
it_it: Ci sono diversi tipi di videocamere per Raspberry Pi. Se la videocamera è compatible con Raspberry Pi può essere usata con il software Terrarium Pi.
pt_br: Existem diferentes câmeras Raspberry Pi disponíveis. Se a câmera for compatível com Raspberry Pi, ela poderá ser usada com o software TerrariumPI.

source: All kind of USB cameras can be used. Enter physical path of the device like /dev/videoX.
fr_be: Toutes sortes de caméras USB peuvent être utilisées. Entrez le chemin physique du périphérique comme /dev/videoX.
it_it: Tutti i tipi di videocamere USB possono essere usate. Immettere il percorso fisico del dispositivo, ad esempio /dev/videoX.
pt_br: Todos os tipos de câmeras USB podem ser usados. Digite o caminho físico do dispositivo como / dev / videoX.

source: Welcome
fr_be: Bienvenue
it_it: Benvenuto
pt_br: Bem-vindo

source: General
it_it: Principale
pt_br: Geral

source: Home
fr_be: Accueil
pt_br: Início

source: Dashboard
fr_be: Tableau de Bord
pt_br: Painel de Controle

source: Profile
fr_be: Profil
it_it: Profilo
pt_br: Perfil

source: All
it_it: Tutti
pt_br: Todos

source: Distance
it_it: Distanza
pt_br: Distância

source: Light
pt_br: Luz

source: Show
fr_be: Afficher
it_it: Mostra
pt_br: Exibir

source: Playlist
pt_br: Lista de reprodução

source: System
fr_be: Système
it_it: Sistema
pt_br: Sistema

source: Notifications
pt_br: Notificações

source: Log
pt_br: Registro de Atividades

source: About
fr_be: A propos
it_it: Informazioni
pt_br: Sobre

source: Usage
fr_be: Utilisation
it_it: Utilizzo
pt_br: Uso

source: FullScreen
fr_be: Plein écran
it_it: Schemo Intero
pt_br: Tela cheia

source: Lock
fr_be: Bloquer
it_it: Blocca
pt_br: Bloquear

source: date/time
fr_be: date/heure
it_it: data/ora
pt_br: data/hora

source: No messages
fr_be: Pas de messages
it_it: Nessun messaggio
pt_br: Sem mensagens

source: Door is closed
fr_be: Accès fermé
it_it: La porta è chiusa
pt_br: Porta está fechada

source: Door is open
fr_be: Accès ouvert
it_it: La porta è aperta
pt_br: A porta está aberta

source: No events
pt_br: Sem eventos

source: Playing
fr_be: En écoute
it_it: In riproduzione
pt_br: Tocando

source: Stopped
fr_be: Stoppé
it_it: Fermato
pt_br: Parado

source: No sensors available
fr_be: Pas de capteurs disponibles
it_it: Non ci sono sensori disponibili
pt_br: Nenhum sensor disponível

source: error
fr_be: erreur
it_it: errore
pt_br: erro

source: excl. avg
pt_br: excl. média

source: Temperature sensor
fr_be: Capteur de température
it_it: Sensore di temperatura
pt_br: Sensor de temperatura

source: Humidity sensor
fr_be: Capteur d'humidité
it_it: Sensore di umidità
pt_br: Sensor de umidade relativa

source: Moisture sensor
fr_be: Capteur de humidité
it_it: Sensore di umidità
pt_br: Sensor de umidade (Moisture)

source: Conductivity sensor
it_it: Sensore di conducività
pt_br: Sensor de condutividade

source: Distance sensor
fr_be: Capteur de distance
it_it: Sensore di distanza
pt_br: Sensor de distância

source: pH sensor
fr_be: capteur de pH
it_it: sensore pH
pt_br: Sensor de pH

source: Light sensor
pt_br: Sensor de luz

source: Fertility sensor
pt_br: Sensor de fertilidade

source: CO2 sensor
pt_br: Sensor de CO2

source: Volume sensor
pt_br: Sensor de volume

source: Top indicators
fr_be: Top indicateurs
it_it: Indicatori maggiori
pt_br: Principais indicadores

source: The dashboard has two indicators and a clock on the top row at the right site.
fr_be: Le tableau de bord a deux indicateurs et une horloge sur la rangée supérieure sur le coté droit.
it_it: Il crucotto ha due indicatori e un orologio nella riga superiore nella parte destra.
pt_br: O painel tem dois indicadores e um relógio na linha superior à direita.

source: Status indicator
fr_be: Indicateur de statut
it_it: Indicatore di stato
pt_br: Indicador de status

source: The first green round check mark shows that the interface is connected with the server and that it is working as expected.
fr_be: La première coche verte montre que l'interface est connectée au serveur et qu'elle fonctionne comme prévu.
it_it: Il primo segno di spunta verde indica che l'interfaccia è connessa con il server e che sta funzionando come atteso.
pt_br: A primeira marca de seleção verde redonda mostra que a interface está conectada ao servidor e que está funcionando conforme o esperado.

source: When there is a connection problem, the first round check mark will turn to a red explanation mark which indicates that there is a problem.
fr_be: Lorsqu'il y a un problème de connexion, la première case à cocher se transforme en une marque d'explication rouge qui indique qu'il y a un problème.
it_it: Quando c'è un problema di connessione, il primo simbolo di spunta diventerà un punto esclamativo rosso il che indica che c'è un problema.
pt_br: Quando houver um problema de conexão, a marca de verificação da primeira rodada passará para uma marca de explicação vermelha, indicando que há um problema.

source: History
fr_be: Historique
it_it: Storico
pt_br: Histórico

source: Click on the online/offline indicator to get some history. The history is cleared when the web interface is reloaded.
fr_be: Cliquez sur l'indicateur en ligne / hors ligne pour obtenir un historique. L'historique est effacé lorsque l'interface Web est rechargée.
it_it: Clicca sull'indicatore online/offline per visualizzare lo storico. Lo storico è cancellato quando l'interfaccia web è ricaricata.
pt_br: Clique no indicador online / offline para obter um histórico. O histórico é limpo quando a interface da web é recarregada.

source: Door indicator
fr_be: Indicateur de porte
it_it: Indicatore della porta
pt_br: Indicador de porta

source: The second indicator is a lock that shows the status of the door(s). It is green when all doors are closed.
fr_be: Le deuxième indicateur est un verrou qui indique l'état de la (des) porte (s). Il est vert lorsque toutes les portes sont fermées.
it_it: Il secondo indicatore è un lucchetto che indica lo stato della porta (o delle porte). Quando è verde tutte le porte sono chiuse.
pt_br: O segundo indicador é uma trava que mostra o status da (s) porta (s). É verde quando todas as portas estão fechadas.
