Repository: theyosh/TerrariumPI
Catalog: locales/*/LC_MESSAGES/terrariumpi.po
Languages: ca, fr_be, it_it, pl, pt, pt_br, sk

source: Uptime
fr_be: En ligne depuis
it_it: Tempo di funzionamento
pt_br: Tempo em atividade

source: Load
fr_be: Charge
it_it: Carico
pt_br: Atividade atual

source: CPU Temp.
fr_be: Température du CPU
it_it: Temperatura CPU
pt_br: Temp CPU.

source: Version
ca: Versió
it_it: Versione
pl: Wersja
pt: Versão
pt_br: Versão
sk: Verzia

source: Disk usage
fr_be: Utilisation du disque
it_it: Utilizzo disco
pt_br: Uso de disco

source: Memory usage
ca: Ús de memòria
fr_be: Utilisation de la mémoire
it_it: Utilizzo di memoria
pl: Użycie pamięci
pt: Utilização de memória
pt_br: Uso de memória
sk: Využitie pamäte

source: CPU Load
fr_be: Charge du processeur
it_it: Carico CPU
pt_br: Atividade da CPU

source: CPU Temperature
ca: Temperatura de la CPU
fr_be: Température du CPU
it_it: Temperatura CPU
pl: Temperatura Procesora
pt: Temperatura do CPU
pt_br: Temperatura da CPU
sk: Teplota CPU

source: Environment light day on
pt_br: Luz do Ambiente ligada

source: Environment light day off
pt_br: Luz do Ambiente desligada

source: Environment light night on
pt_br: Luz Noturna do Ambiente ligada

source: Environment light night off
pt_br: Luz Noturna do Ambiente desligada

source: Environment temperature alarm low on
pt_br: Alarme de temperatura baixa no Ambiente foi armado

source: Environment temperature alarm low off
pt_br: Alarme de temperatura baixa no Ambiente foi desarmado

source: Environment temperature alarm high on
pt_br: Alarme de temperatura alta no Ambiente foi armado

source: Environment temperature alarm high off
pt_br: Alarme de temperatura alta no Ambiente foi desarmado

source: Environment humidity alarm low on
pt_br: Alarme de umidade relativa baixa no Ambiente foi armado

source: Environment humidity alarm low off
pt_br: Alarme de umidade relativa baixa no Ambiente foi desarmado

source: Environment humidity alarm high on
pt_br: Alarme de alta umidade relativa no Ambiente foi armado

source: Environment humidity alarm high off
pt_br: Alarme de alta umidade relativa no Ambiente foi desarmado

source: Environment moisture alarm low on
pt_br: Alarme de baixa umidade absoluta no Ambiente foi armado

source: Environment moisture alarm low off
pt_br: Alarme de baixa umidade absoluta no Ambiente foi desarmado

source: Environment moisture alarm high on
pt_br: Alarme de alta umidade absoluta no Ambiente foi armado

source: Environment moisture alarm high off
pt_br: Alarme de alta umidade absoluta no Ambiente foi desarmado

source: Environment conductivity alarm low on
pt_br: Alarme de baixa condutividade no Ambiente foi armado

source: Environment conductivity alarm low off
pt_br: Alarme de baixa condutividade no Ambiente foi desarmado

source: Environment conductivity alarm high on
pt_br: Alarme de alta condutividade no Ambiente foi armado

source: Environment conductivity alarm high off
pt_br: Alarme de alta condutividade no Ambiente foi desarmado

source: Environment pH alarm low on
pt_br: Alarme de pH baixo no Ambiente foi armado

source: Environment pH alarm low off
pt_br: Alarme de pH baixo no Ambiente foi desarmado

source: Environment pH alarm high on
pt_br: Alarme de pH alto no Ambiente foi armado

source: Environment pH alarm high off
pt_br: Alarme de pH alto no Ambiente foi desarmado

source: Environment watertank alarm low on
pt_br: Alarme de nível baixo de água no Ambiente foi armado

source: Environment watertank alarm low off
pt_br: Alarme de nível baixo de água no Ambiente foi desarmado

source: Environment watertank alarm high on
pt_br: Alarme de nível alto de água no Ambiente foi armado

source: Environment watertank alarm high off
pt_br: Alarme de nível alto de água no Ambiente foi desarmado

source: Authentication warning
pt_br: Aviso de Autenticação

source: System warning message
pt_br: Mensagem de aviso do sistema

source: System error message
pt_br: Mensagem de erro do sistema

source: Sensor low alarm
pt_br: Alarme de sensor baixo

source: Powerswitch on
pt_br: Interruptor ligado

source: Powerswitch off
pt_br: Interruptor desligado

source: Door opened
pt_br: Porta aberta

source: Door closed
pt_br: Porta fechada

source: Webcam motion
pt_br: Movimento na webcam

source: Holds the external source URL. Supported sources are: %s.
fr_be: Contient l'URL de la source externe. Les sources prises en charge sont:%s.
it_it: Contiene l'URL di della sorgente esterna. Le sorgenti esterne supportate sono: %s.
pt_br: Contém o URL de origem externa. As fontes suportadas são: %s.

source: Choose the wind speed indicator. The software will recalculate to the chosen indicator.
fr_be: Choisissez l'indicateur de vitesse du vent. Le logiciel recalculera avec l'indicateur choisi.
it_it: Scegli l'unità di misura per la velocità del vento. Il software ricalcolerà il valore sul indicatore scelto.
pt_br: Escolha o indicador de velocidade do vento. O software será recalculado para o indicador escolhido.

source: Holds the title of the calendar event.
fr_be: Contient le titre de l'événement de calendrier.
it_it: Contiene il titolo dell'evento del calendario.
pt_br: Contém o nome do evento no calendário.

source: Holds the body of the calendar event. You can include images.
pt_br: Contém a descrição do evento no calendário. Pode conter imagens.

source: Holds the sensor hardware type. Supported hardware types are: %s.
fr_be: Contient le type de matériel de capteur. Les types de matériel pris en charge sont les suivants: %s.
it_it: Contiene il tipo si sensore hardware. I tipi di sensore hardware supportati sono: %s.
pt_br: Contém o tipo de hardware do sensor. Os tipos de hardware suportados são: %s .

source: Holds the sensor address. Depending on hardware type, it is either a read only hex number, a GPIO pin, a GPIO pin combination of %s or a full HTTP(S) address. Full url specification can be found on the %s wiki page. For GPIO use <strong>physical</strong> GPIO pin numbering.
fr_be: Retient l'adresse du capteur. Selon le type de matériel, il s'agit soit d'un nombre hexadécimal en lecture seule, d'une broche GPIO, d'une combinaison de broches GPIO de %s ou d'une adresse HTTP(S) complète. La spécification complète de l'URL peut être trouvée sur la page wiki de %s . Pour les GPIO, utilisez <strong>physique</strong> la numérotation des broches GPIO.
pt_br: Contém o endereço do sensor. Dependendo do tipo de hardware, é um número hexadecimal de leitura, um pino GPIO, uma combinação de pinos GPIO de %s ou um endereço HTTP (S) completo. A especificação completa do URL pode ser encontrada na página da wiki %s . Para GPIO, use a numeração de pinos <strong> físicos </strong> do GPIO.

source: Remote data
fr_be: Données distantes
it_it: Dati remoti
pt_br: Dados Remotos

source: Holds the sensor type. Supported sensor types are: %s.
fr_be: Contient le type de matériel de capteur. Les types de matériel pris en charge sont les suivants:%s.
it_it: Contiene il tipo di sensore. I tipi supportati di sensori sono: %s.
pt_br: Contém o tipo de sensor. Os tipos de sensores suportados são: %s .

source: Holds the name of the sensor.
fr_be: Contient le nom du capteur.
it_it: Contiene il nome del sensore.
pt_br: Contém o nome do sensor.

source: Holds the sensor lower alarm value of the sensor. When below this value, alarms can be triggered.
fr_be: Contient la valeur d'alarme inférieure du capteur. En dessous de cette valeur, les alarmes peuvent être déclenchées.
it_it: Contiene il valore per il livello d'allarme inferiore del sensore. Quando va sotto questo valore possono essere attivati allarmi.
pt_br: Contém o valor mais baixo para disparar o alarme do sensor. Quando abaixo desse valor, os alarmes podem ser acionados.

source: Holds the sensor maximum alarm value of the sensor. When above this value, alarms can be triggered.
fr_be: Contient la valeur d'alarme maximale du capteur. Au-dessus de cette valeur, les alarmes peuvent être déclenchées.
it_it: Contiene il valore per il livello d'allarme superiore del sensore. Quando va sopra questo valore possono essere attivati allarmi.
pt_br: Contém o valor mais alto para disparar o alarme do sensor. Quando acima desse valor, os alarmes podem ser acionados.

source: Holds the sensor lowest value that should be used in the graphs.
fr_be: Contient la valeur la plus basse du capteur qui doit être utilisée dans les graphiques.
it_it: Contiene il valore del sensore più basso che verrà usato nei grafici.
pt_br: Contém o valor mínimo do sensor que pode ser usado nos gráficos.

source: Holds the sensor maximum value that should be used in the graphs.
fr_be: Contient la valeur maximale du capteur qui doit être utilisée dans les graphiques.
it_it: Contiene il valore del sensore più alto che verrà usato nei grafici.
pt_br: Contém o valor máximo do sensor que pode ser usado nos gráficos.

source: Shows the sensor current value in temperature or humidity (read only).
fr_be: Affiche la valeur actuelle du capteur de température ou en humidité (lecture seule).
it_it: Mostra il valore attuale del sensore in temperatura o umidità (sola lettura).
pt_br: Mostra o valor atual do sensor em temperatura ou umidade relativa (somente leitura).

source: Holds the sensor lowest moisture value measured in dry air. %s
it_it: Contiene il valore del sensore più basso che verrà usato nei grafici. %s
pt_br: Contém o menor valor de umidade absoluta do sensor medido em ar seco. %s

source: More calibration information
it_it: Maggiori informazioni sulla calibrazione
pt_br: Mais informações sobre calibração

source: Holds the sensor highest moisture value measured in full water. %s
it_it: Contiene il valore del sensore più basso che verrà usato nei grafici. %s
pt_br: Contém o maior valor de umidade absoluta do sensor medido em água. %s

source: Holds the temperature offset value.
it_it: Mantiene il valore di offset di temperatura.
pt_br: Contém o valor de compensação de temperatura.

source: Holds the maximum number that a sensor may change in value up or down.
it_it: Mantiene il numero massimo che un sensore può variare da un valore basso a uno alto.
pt_br: Contém o número máximo que um sensor pode mudar de valor para cima ou para baixo.

source: Holds the switch hardware type. Supported hardware types are: %s.
fr_be: Contient le type de matériel du commutateur. Les types de matériel pris en charge sont les suivants: %s.
it_it: Contiene il tipo di interruttore hardware. I tipi di interruttore hardware sono: %s.
pt_br: Contém o tipo de hardware do interruptor. Os tipos de hardware suportados são: %s .

source: Holds the switch address. Depending on hardware type, it is either a number or GPIO pin. For GPIO and PWM-Dimmer use <strong>physical</strong> GPIO pin numbering.
fr_be: Contient l'adresse du commutateur. Selon le type de matériel, il s'agit d'un numéro ou d'une broche GPIO. Pour GPIO et PWM-Dimmer, utilisez la numérotation des broches GPIO <strong>physique</strong>.
it_it: Contiene l'indirizzo dell'interruttore. Dipendentemente dal tipo di hardware, può essere il numero di pin GPIO. Per i pin GPIO e i Dimmer PWM va utilizzato il numero di pin <strong>fisico</strong> GPIO.
pt_br: Contém o endereço do interruptor. Dependendo do tipo de hardware, é um número ou um pino GPIO. Para GPIO e PWM-Dimmer, use a numeração de pinos <strong> física </strong> do GPIO.

source: Holds the switch name.
fr_be: Contient le nom du commutateur.
it_it: Contiene il nome dell'interruttore.
pt_br: Contém o nome do interruptor.

source: Holds the switch power usage in Watt when switched on.
fr_be: Contient l'utilisation du commutateur en watts lorsqu'il est allumé.
it_it: Contiene l'utilizzo di elettricità in Watt per l'interruttore (quando acceso).
pt_br: Contém o consumo de energia do interruptor em Watt quando ligado.

source: Holds the switch water flow in liters per minute when switched on
fr_be: Contient le débit d'eau du commutateur en litres par minute lorsqu'il est allumé
it_it: Contiene il flusso di acqua in litri al minuto per l'interruttore (quando acceso)
pt_br: Contém o fluxo de água do interruptor em litros por minuto quando ligado

source: Enable or disable timer functionality. When enabled you can specify the timing below.
fr_be: Activer ou désactiver la fonctionnalité de minuterie. Lorsqu'elle est activée, vous pouvez spécifier le calendrier ci-dessous.
it_it: Abilita o disabilita la funzionalità timer. Quando abilitato puoi specificare le tempistiche di seguito.
pt_br: Ativar ou desativar a funcionalidade do timer. Quando ativado, você pode especificar o tempo abaixo.

source: Holds the timer start time. The timer will run after this start time.
fr_be: Contient l'heure de début de la minuterie. La minuterie fonctionnera après cette heure de début.
it_it: Contiene l'ora di partenza del timer. Il timer partirà dopo questo orario.
pt_br: Contém a hora de início do timer. O cronômetro será executado após esse horário de início.

source: Holds the timer stop time. The timer will stop after this start time.
fr_be: Contient l'heure d'arrêt de la minuterie. La minuterie s'arrêtera après cette heure de début.
it_it: Contiene l'ora di arresto del timer. Il timer si fermerà dopo questo orario.
pt_br: Contém o tempo de parada do temporizador. O temporizador irá parar após esta hora de início.

source: Holds the period in minutes that the power switch is on within the total timer window.
pt_br: Contém o período em minutos em que o interruptor está ligado dentro do período do timer.

source: Holds the period in minutes that the power switch is off within the total timer window.
pt_br: Contém o período em minutos em que o interruptor está desligado dentro do período do timer.

source: Holds the amount of seconds for the duration in which the dimmer changes to the new value.
fr_be: Maintient la quantité de secondes pendant la durée pendant laquelle le gradateur passe à la nouvelle valeur.
it_it: Contiene il numero di secondi per la durata in cui il dimmer cambia al nuovo valore.
pt_br: Contém a duração em segundos para a mudança de valor do dimmer.

source: Holds the amount in percentage to change the dimmer by the heater environment.
fr_be: Maintient la quantité en pourcentage pour changer le gradateur par l'environnement du chauffage.
it_it: Contiene la quantità in percentuale per cambiare il dimmer del riscaldatore d'ambiente.
pt_br: Contém a quantidade em porcentagem para alterar o dimmer pelo ambiente do aquecedor.

source: Holds the amount of seconds for the duration in which it increases the power.
fr_be: Maintient le nombre de secondes pour la durée pendant laquelle il augmente la puissance.
it_it: Contiene il numero di secondi per la durata in cui aumenta la potenza.
pt_br: Contém a duração em segundos em que é aumentada a potência.

source: Holds the amount in percentage to go to when switched on.
fr_be: Détient le montant en pourcentage à atteindre lorsqu'il est allumé.
it_it: Contiene la percentuale alla quale arrivare quando acceso.
pt_br: Contém o valor em porcentagem a ser atingido quando ligado.

source: Holds the amount of seconds for the duration in which it decreases the power.
pt_br: Contém a quantidade de segundos pela duração em que diminui a energia.

source: Holds the amount in percentage to go to when switched off.
fr_be: Maintient le montant en pourcentage à atteindre lorsqu'il est éteint.
it_it: Contiene la percentuale alla quale arrivare quando spento.
pt_br: Contém o valor em porcentagem a ser atingido quando desligado.

source: Enter the name of the hardware device that has been replace. Will be used for title in the reminder.
pt_br: Coloque o nome do dispositivo de hardware a ser substituído. Este nome será usado como título do lembrete.

source: Enter the amount of days/weeks/months/years to reminder.
pt_br: Digite a quantidade de dias/semanas/meses/anos para o lembrete.

source: Enter the period type.
pt_br: Coloque o tipo de período.

source: Holds the door hardware type. Supported hardware types are: %s.
fr_be: Maintient le type de matériel de porte. Les types de matériel pris en charge sont les suivants: %s.
it_it: Contiene il tipo di hardware per la porta. I tipi di hardware supportati sono: %s.
pt_br: Contém o tipo de hardware da porta. Os tipos de hardware suportados são: %s .

source: Holds the door address. When using GPIO use <strong>physical</strong> GPIO pin numbering as address.
fr_be: Contient l'adresse de la porte. Lors de l'utilisation de GPIO, utilisez la numérotation des broches GPIO <strong>physique</strong> comme adresse.
it_it: Contiene l'indirizzo della porta. Per i pin GPIO va utilizzato il numero di pin <strong>fisico</strong> GPIO.
pt_br: Contém o endereço da porta. Ao usar o GPIO, use a numeração de pinos <strong> físicos </strong> do GPIO como endereço.

source: Holds the door name.
fr_be: Contient le nom de la porte.
it_it: Contiene il nome della porta.
pt_br: Contém o nome da porta.

source: Holds the webcam location source. Supported sources are: %s
fr_be: Contient la source de localisation de la webcam. Les sources prises en charge sont: %s
it_it: Contiene l'indirizzo della sorgente webcam. Le sorgenti supportate sono: %s
pt_br: Contém a fonte de localização da webcam. As fontes suportadas são: %s

source: Holds the webcam name.
fr_be: Contient le nom de la webcam.
it_it: Contiene il nome della webcam.
pt_br: Contém o nome da webcam.

source: Holds the webcam resolution.
fr_be: Contient la résolution de la webcam.
it_it: Contiene la risoluzione della webcam.
pt_br: Contém a resolução da webcam.

source: Holds the webcam resolution width in pixels.
fr_be: Contient la largeur de résolution de la webcam en pixels.
it_it: Contiene la risoluzione orizzontale in pixel della webcam.
pt_br: Largura da resolução da webcam em pixels.

source: Holds the webcam resolution height in pixels.
fr_be: Contient la hauteur de résolution de la webcam en pixels.
it_it: Contiene la risoluzione verticale in pixel della webcam.
pt_br: Altura da resolução da webcam em pixels.

source: Holds the webcam rotation of the image.
fr_be: Contient la rotation de la webcam de l'image.
it_it: Contiene la rotazione della immagine della webcam.
pt_br: Rotação da webcam na imagem.

source: Select the white balance type. Only for Raspberry PI camera's.
it_it: Selezionare il tipo di bilanciamento del bianco. Solo per le fotocamere Raspberry PI.
pt_br: Selecione o balanço de branco, disponível apenas para a Raspberry PI camera.

source: Shows the webcam preview image.
fr_be: Affiche l'image d'aperçu de la webcam.
it_it: Mostra l'anteprima dell'immagine della webcam.
pt_br: Mostra a imagem de visualização da webcam.

source: Enabled or disable image archiving based on motion detection.
fr_be: Activer ou désactiver l'archivage d'images basé sur la détection de mouvement.
it_it: Abilita o disabilita l'archiviazione di immagini in base al rilevamento del movimento.
pt_br: Habilita ou desabilita o arquivamento de imagens com base na detecção de movimento.

source: Select the environment light state when enabling archiving.
it_it: Selezionare lo stato della luce ambientale quando si abilita l'archiviazione.
pt_br: Selecione o estado de luz do ambiente ao ativar o arquivamento.

source: Select the environment door state when enabling archiving.
it_it: Selezionare lo stato della porta dell'ambiente quando si abilita l'archiviazione.
pt_br: Selecione o estado da porta do ambiente ao ativar o arquivamento.

source: Enable or disable motion boxes for Motion archiving.
it_it: Abilita o disabilita l'archiviazione di immagini in base al rilevamento del movimento.
pt_br: Ative ou desative caixas de movimento para arquivamento de movimento.

source: Minimum difference between frames to be identified as motion. Higher value means that the image must be more different for motion to be detected.
it_it: Differenza minima tra i fotogrammi da identificare come movimento. Un valore più alto significa che l'immagine deve essere più diversa perché il movimento venga rilevato.
pt_br: Diferença mínima entre os quadros a serem identificados como movimento. Um valor mais alto significa que a imagem deve ser mais diferente para que o movimento seja detectado.

source: Minimum area of an image in pixels for a region to be considered motion. Larger values mean that only larger areas will be detected as motion.
it_it: Area minima di un'immagine in pixel per una regione da considerare in movimento. Valori più grandi significano che solo aree più grandi saranno rilevate come movimento.
pt_br: Área mínima de uma imagem em pixels para que uma região seja considerada movimento. Valores maiores significam que apenas áreas maiores serão detectadas como movimento.

source: Last frame means that only consecutive frames will be compared for motion. Last archived frame means that the current frame will be compared to the last archived frame. Setting to last frame will ignore motion when it is very gradual.
it_it: L'ultimo fotogramma significa che per il movimento verranno confrontati solo fotogrammi consecutivi. Ultimo fotogramma archiviato significa che il fotogramma corrente verrà confrontato con l'ultimo fotogramma archiviato. L'impostazione dell'ultimo fotogramma ignorerà il movimento quando è molto graduale.
pt_br: O último quadro significa que apenas os quadros consecutivos serão comparados em movimento. O último quadro arquivado significa que o quadro atual será comparado ao último quadro arquivado. A configuração para o último quadro ignorará o movimento quando for muito gradual.

source: Select the sensors to show at the marker place on the webcam.
pt_br: Selecione os sensores a serem mostrados no local do marcador na webcam.

source: Holds the audio playlist name.
fr_be: Contient le nom de la liste de lecture audio.
it_it: Contiene il nome della playlist audio.
pt_br: Contém o nome da lista de reprodução de áudio.

source: Holds the time when the playlist should be started.
fr_be: Contient l'heure à laquelle la playlist doit être démarrée.
it_it: Contiene l'ora in cui la playlist deve essere avviata.
pt_br: Contém o horário em que a lista de reprodução deve ser iniciada.

source: Holds the time when the playlist should be stopped.
fr_be: Contient l'heure à laquelle la playlist doit être arrêtée.
it_it: Contiene l'ora in cui la playlist deve essere interrotta.
pt_br: Contém o horário em que a lista de reprodução deve ser interrompida.

source: Holds the volume for this playlist.
fr_be: Contient le volume pour cette liste de lecture.
it_it: Contiene il volume per questa playlist.
pt_br: Contém o volume desta lista de reprodução.

source: Toggle on to enable repeating of the audio files.
fr_be: Basculer pour activer la répétition des fichiers audio.
it_it: Attiva per abilitare la ripetizione dei file audio.
pt_br: Ative para habilitar a repetição dos arquivos de áudio.

source: Toggle on to enable shuffling of the audio files.
pt_br: Ative para habilitar a reprodução aleatória dos arquivos de áudio.

source: Select the audio files for this playlist. It is possible to select the same audio file in multiple playlists.
fr_be: Sélectionnez les fichiers audio pour cette liste de lecture. Il est possible de sélectionner le même fichier audio dans plusieurs listes de lecture.
it_it: Seleziona i file audio per questa playlist. È possibile selezionare lo stesso file audio in più playlist.
pt_br: Selecione os arquivos de áudio para esta lista de reprodução. É possível selecionar o mesmo arquivo de áudio em várias listas de reprodução.
