Repository: theyosh/TerrariumPI
Catalog: locales/*/LC_MESSAGES/terrariumpi.po
Languages: ca, fr_be, it_it, pl, pt, pt_br, sk

source: When a door is opened, the indicator will change to a red open lock. This indicator is near real time, so when you open the door, the indicator will change.
fr_be: Lorsqu'une porte est ouverte, l'indicateur devient un verrou ouvert rouge. Cet indicateur est presque en temps réel, donc lorsque vous ouvrez la porte, l'indicateur change.
it_it: Quando una porta è aperta l'indicatore diventa un lucchetto aperto e rosso. L'indicatore è quasi in tempo reale, quindi quando apri la porta l'indicatore cambierà di stato.
pt_br: Quando uma porta é aberta, o indicador muda para uma fechadura aberta vermelha. Esse indicador está quase em tempo real; portanto, quando você abre a porta, o indicador muda.

source: Click on the door indicator to see the last 6 notifications. During loading of the dashboard the door changes for the last 24 hours are loaded from history.
fr_be: Cliquez sur l'indicateur de la porte pour voir les 6 dernières notifications. Pendant le chargement du tableau de bord, les changements de porte pour les dernières 24 heures sont chargés depuis l'historique.
it_it: Clicca sull'indicatore della porta per vedere le ultime 6 notifiche. Al caricamento il Cruscotto carica gli eventi di modifica delle porte dallo storico.
pt_br: Clique no indicador da porta para ver as últimas 6 notificações. Durante o carregamento do painel, as mudanças de porta nas últimas 24 horas são carregadas do histórico.

source: Date and time
fr_be: Date et heure
it_it: Data e ora
pt_br: Data e hora

source: The last indicator is the current time. When it is day time, a sun is shown.
fr_be: Le dernier indicateur est l'heure actuelle. Quand il fait jour, un soleil est montré.
it_it: L'ultimo indicatore è l'ora corrente. Durante il giorno viene visualizzata l'icona raffigurante il sole.
pt_br: O último indicador é a hora atual. Quando é dia, um sol é mostrado.

source: When the sun sets, the icon of the date time indicator in a moon.
fr_be: Lorsque le soleil se couche, l'icône de l'indicateur d'heure est une lune.
it_it: Al tramonto l'icona della data e ora raffigura la luna.
pt_br: Quando o sol se põe, o ícone de data e hora indica uma lua.

source: Top tiles
fr_be: Top vignettes
it_it: Tile superiori
pt_br: Blocos principais

source: All tiles will be updated in real time. When a switch is toggled, either by hand or by the system, the tiles will update instantly.
fr_be: Toutes les vignettes seront mises à jour en temps réel. Quand un commutateur est basculé, soit à la main ou par le système, les vignettes se mettent à jour instantanément.
it_it: Tutti gli indicatori vengono aggiornati in tempo reale. Quando un interruttore viene attivato, a mano o dal sistema, gli indicatori si aggiornano immediatamente.
pt_br: Todos os blocos serão atualizados em tempo real. Quando uma chave é alterada, manualmente ou pelo sistema, os blocos são atualizados instantaneamente.

source: The first tile shows the hardware uptime. And it shows three bars which indicates the load off the hardware. First bar is actual load, second is load during 5 minutes and last is load during 15 minutes.
fr_be: La première vignette montre le temps de disponibilité du matériel. Et il montre trois barres qui indique la charge sur le matériel. La première barre est la charge réelle, la seconde est la charge pendant 5 minutes et la dernière charge pendant 15 minutes.
it_it: Il primo indicatore indica l'uptime hardware. Mostra le tre barre che indicano il carico dell'hardware. La prima barra è il carico attuale, la seconda la media degli ultimi 5 minuti, il terzo la media dei 15 minuti.
pt_br: O primeiro bloco mostra o tempo em atividade do hardware. E mostra três barras que indicam a atividade do hardware. A primeira barra é a atividade no momento, a segunda é a atividade média dos últimos 5 minutos e a terceira barra mostra a atividade média dos últimos 15 minutos.

source: The second tile shows the current power usage in Watts. The amount is calculated based on the power switch settings and what the state is of the switches. The bar shows a percentage of the max usage.
fr_be: La deuxième vignette indique la consommation d'énergie actuelle en watts. Le montant est calculé en fonction des paramètres du commutateur d'alimentation et de l'état des commutateurs. La barre affiche un pourcentage de l'utilisation maximale.
it_it: Il secondo indicatore mostra l'attuale consumo di elettricità in Watt. Il valore è calcolato sulla base delle impostazioni e dello stato attuale degli interruttori. La barra mostra la percentuale rispetto al carico massimo.
pt_br: O segundo bloco mostra o uso atual de energia em Watts. O valor é calculado com base nas configurações da chave liga / desliga e qual é o estado das chaves. A barra mostra uma porcentagem do uso máximo.

source: The third tile shows the current water flow in litres per minute. The amount is calculated based on the power switch settings and what the state is of the switches. The bar shows a percentage of the max usage.
it_it: Il terzo indicatore mostra l'attuale flusso d'acqua in litri al minuto. Il valore è calcolato sulla base delle impostazioni e dello stato dell'interruttore di corrente. La barra mostra la percentuale basata sull'utilizzo massimo.
pt_br: O terceiro bloco mostra o fluxo de água atual em litros por minuto. O valor é calculado com base nas configurações da chave liga / desliga e qual é o estado das chaves. A barra mostra uma porcentagem do uso máximo.

source: The fourth tile shows the total power usage from the start of using this software. It will calculate the total power usage every 10 minutes based on all historical data. It is shown in kilo Watt per hour. When the power price is entered, it will show the costs of the power bill and the amount of days it is calculated on.
fr_be: La quatrième vignette indique la consommation d'énergie totale depuis le début de l'utilisation de ce logiciel. Il calcule la consommation totale d'énergie toutes les 10 minutes en fonction de toutes les données historiques. Il est indiqué en kilo Watt par heure. Lorsque le prix de l'électricité est entré, il indiquera les coûts de la facture d'électricité et le nombre de jours où elle est calculée.
it_it: Il quarto indicato mostra il consumo di elettricità totale dalla data di inizio d'uso del software. Calcola il consumo totale di elettricità ogni 10 minuti basato sullo storico dei dati. È rappresentato in kilo Watt per ora. Quando il prezzo dell'elettricità viene specificato mostra anche il costo della bolletta e il numero dei giorni sul quale è calcolato.
pt_br: O quarto bloco mostra o uso total de energia desde o início do uso deste software. Ele calculará o uso total de energia a cada 10 minutos, com base em todos os dados históricos. É mostrado em quilo Watt por hora. Quando o preço da energia é inserido, ele mostra os custos da conta de energia e a quantidade de dias em que é calculada.

source: The fifth tile shows the total water usage from the start of using this software. It will calculate the total water usage every 10 minutes based on all historical data. It is shown in litres. When the water price is entered, it will show the costs of the water bill and the amount of days it is calculated on.
it_it: Il quarto indicato mostra il consumo di acqua totale dalla data di inizio d'uso del software. Calcola il consumo totale di elettricità ogni 10 minuti basato sullo storico dei dati. È rappresentato in litri. Quando il prezzo dell'acqua viene specificato mostra anche il costo della bolletta e il numero dei giorni sul quale è calcolato.
pt_br: O quinto bloco mostra o uso total de água desde o início do uso deste software. Ele calculará o uso total de água a cada 10 minutos com base em todos os dados históricos. É mostrado em litros. Quando o preço da água é inserido, ele mostra os custos da conta de água e a quantidade de dias em que é calculada.

source: The environment section shows the current state of the environment. The environment is divided in three parts. There is a lighting system, a spray system and a heating system.
fr_be: La section environnement montre l'état actuel de l'environnement. L'environnement est divisé en trois parties. Il y a un système d'éclairage, un système de pulvérisation et un système de chauffage.
it_it: La sezione ambiente mostra lo stato attuale dell'ambiente. L'ambiente si divide in tre parti. C'è un sistema di illuminazione, uno di nebulizzazione e di riscaldamento.
pt_br: A seção ambiente mostra o estado atual do ambiente. O ambiente é dividido em três partes. Existe um sistema de iluminação, um sistema de pulverização e um sistema de aquecimento.

source: When a part is active the title is in colour. If the title is grey that part is than not running or configured.
it_it: Quando una sezione è attiva l'indicatore è colorato. Se l'indicatore è grigio quella sezione non sta girando o non è configurata.
pt_br: Quando uma parte está ativa, o título é colorido. Se o título estiver cinza, essa parte não está em execução ou configurada.

source: The lights part give the basic information about how the light system is configured. It shows the chosen mode out of 'clock' or 'weather'. There are no triggers or warnings used by the light system.
fr_be: La partie des lumières donne les informations de base sur la façon dont le système d'éclairage est configuré. Il montre le mode choisi de «horloge» ou «météo». Il n'y a pas de déclencheurs ou d'avertissements utilisés par le système d'éclairage.
it_it: La sezione delle luci da informazioni di base riguardo alla configurazione del sistema d'illuminazione. Mostra la modalità impostata tra 'orologio' o ' meteo'. Non ci sono trigger o warning utilizzati dal sistema di illuminazione.
pt_br: A parte das luzes fornece informações básicas sobre como o sistema de luzes está configurado. Ele mostra o modo escolhido fora do 'relógio' ou 'clima'. Não há gatilhos ou avisos usados pelo sistema de luz.

source: The state indicator is either green or red. Green means that it is switched on. When it is red, the lights are switched off.
fr_be: L'indicateur d'état est vert ou rouge. Le vert signifie qu'il est allumé. Quand il est rouge, les lumières sont éteintes.
it_it: L'indicatore di stato può essere verde oppure rosso. Verde significa che è il sistema di illuminazione è acceso. Rosso significa che è spento.
pt_br: O indicador de estado é verde ou vermelho. Verde significa que está ligado. Quando está vermelho, as luzes estão apagadas.

source: The on value is the time stamp when the lights are turned on.
fr_be: La valeur on est l'horodatage lorsque les lumières sont allumées.
it_it: Il valore acceso rappresenta l'ora alla quale le luci sono state accese.
pt_br: O valor ligado é a marca da hora quando as luzes são acesas.

source: The off value is the time stamp when the lights will be turned off.
fr_be: La valeur d'arrêt est l'horodatage lorsque les lumières seront éteintes.
it_it: Il valore spento rappresenta l'ora alla quale le luci sono state spente.
pt_br: O valor desligado é a marca da hora quando as luzes são apagadas.

source: The duration holds the amount of hours that the lights are on.
fr_be: La durée contient le nombre d'heures que les lumières sont allumées.
it_it: Contiene il numero di ore in cui le luci sono accese.
pt_br: A duração Contém a quantidade de horas que as luzes estão acesas.

source: Sprayer
fr_be: Pulvérisateur
it_it: Nebulizzatore
pt_br: Pulverizador

source: Heater
fr_be: Chauffage
it_it: Riscaldamento
pt_br: Aquecedor

source: Graphs
fr_be: Graphiques
it_it: Grafici
pt_br: Gráficos

source: The graphs on the home are combined graphs from all temperature and humidity sensors. The gauge meters are real time and show the current value. The historical graphs shows also the minimum and maximum value and will be updated once every 5 minutes.
fr_be: Les graphiques sur la maison sont des graphiques combinés de tous les capteurs de température et d'humidité. Les compteurs de jauge sont en temps réel et montrent la valeur actuelle. Les graphiques historiques montrent également la valeur minimale et maximale et seront mis à jour toutes les 5 minutes.
it_it: I grafici nella schermata home combinano i grafici di tutti i sensori di umidità e temperatura. I contatori sono in tempo reale e mostrano il valore attuale. I grafici storici mostrano anche il valore massimo minimo e viene aggiornato ogni 5 minuti.
pt_br: Os gráficos no Início são combinados entre todos os sensores de temperatura e umidade relativa. Os medidores são em tempo real e mostram o valor atual. Os gráficos históricos mostram também o valor mínimo e máximo e serão atualizados a cada 5 minutos.

source: Every sensor has his own type and a minimum and maximum value. To get the graph data all the data is combined and divided by the amount of sensors. This way the average of the sensors is used.
fr_be: Chaque capteur a son propre type et une valeur minimum et maximum. Pour obtenir les données du graphique, toutes les données sont combinées et divisées par le nombre de capteurs. De cette façon, la moyenne des capteurs est utilisée.
it_it: Ogni sensore ha il suo tipo e un valore minimo e massimo. Per generare il grafico tutti i dati sono combinati e divisi per il numero dei sensori. Questa è la modalità usata per creare la media dei sensori.
pt_br: Todo sensor tem seu próprio tipo e um valor mínimo e máximo. Para obter os dados do gráfico, todos os dados são combinados e divididos pela quantidade de sensores. Dessa forma, a média dos sensores é usada.

source: There are multiple graph times. On the home there is a humidity and a temperature graph shown.
fr_be: Il y a plusieurs graphiques de temps. Sur la maison il y a un graphique d'humidité et de température montré.
it_it: Ci sono diversi tempi per i grafici. Nella schermata home sono mostrati quelli di temperatura e umidità.
pt_br: Existem vários tempos de gráfico. No Início é exibido um gráfico de umidade relativa e temperatura.

source: Last update
fr_be: Dernière Mise à jour
it_it: Ultimo aggiornamento
pt_br: Última atualização

source: When there is new data, the gauge part of the graph is updated and will also update the last update time stamp.
fr_be: Lorsqu'il y a de nouvelles données, la partie jauge du graphique est mise à jour et mettra également à jour l'horodatage de la dernière mise à jour.
it_it: Quando ci sono nuovi dati. La parte di contatori del grafico viene aggiornata così come viene aggiornato il time stamp.
pt_br: Quando houver novos dados, a parte do medidor do gráfico será atualizada e também atualizará o registro de data e hora da última atualização.

source: When the current value is outside the minimum of maximum value a red warning badge is shown.
fr_be: Lorsque la valeur actuelle est en dehors du minimum de la valeur maximale, un badge d'avertissement rouge est affiché.
it_it: Quando il valore attuale è oltre il valore minimo o massimo viene visualizzata una etichetta di warning rossa.
pt_br: Quando o valor atual está fora do valor mínimo ou máximo, é exibido um aviso vermelho.

source: With the calendar icon you can select multiple periods for the historical graph. The valid periods are:
fr_be: Avec l'icône du calendrier, vous pouvez sélectionner plusieurs périodes pour le graphique historique. Les périodes valides sont:
it_it: Con l'icona del calendario puoi selezionare diversi periodi per il grafico storico. I periodi validi sono:
pt_br: Com o ícone do calendário, você pode selecionar vários períodos para o gráfico histórico. Os períodos válidos são:

source: Options
it_it: Opzioni
pt_br: Opções

source: With the wrench you will get an options menu.
fr_be: Avec l'icone clé anglaise, vous obtiendrez un menu d'options.
it_it: Con la chiave inglese avrai un menù delle opzioni.
pt_br: Com a chave, você terá um menu de opções.

source: Per door the title holds shows some values and options.
fr_be: Par porte, le titre contient des valeurs et des options.
it_it: Il titolo mostra alcune opzioni e valori per porta.
pt_br: Por porta que o título contém mostra alguns valores e opções.

source: Left side
fr_be: Côté gauche
it_it: Lato sinistro
pt_br: Lado esquerdo

source: values
fr_be: valeurs
it_it: valori
pt_br: valores

source: The configured name
fr_be: Le nom configuré
it_it: Il nome configurato
pt_br: O nome configurado

source: The total time the door has been open
fr_be: La durée totale d'ouverture de la porte
it_it: Il tempo totale in cui la porta è restata aperta
pt_br: O tempo total em que a porta ficou aberta

source: Warning badge when the door is open
fr_be: Badge d'avertissement lorsque la porte est ouverte
it_it: L'etichetta di allarme quando la porta è aperta
pt_br: Ícone de aviso quando a porta está aberta

source: Right side
fr_be: Côté droit
it_it: Lato destro
pt_br: Lado direito

source: Show or hide the door
fr_be: Afficher ou masquer la porte
it_it: Mostra o nascondi la porta
pt_br: Mostrar ou ocultar a porta

source: Select history graph period
fr_be: Sélectionnez la période du graphique de l'historique
it_it: Seleziona il periodo per il grafico storico
pt_br: Selecionar período do gráfico de histórico

source: Options menu
fr_be: Menu Options
it_it: Menu delle opzioni
pt_br: Menu Opções

source: On the door page there is a list of door sensors that show the current status of the doors. There can be as much doors added to the system as needed.
fr_be: Sur la page de la porte, il y a une liste de capteurs de porte qui indiquent l'état actuel des portes. Il peut y avoir autant de portes ajoutées au système que nécessaire.
it_it: Alla pagina della porta c'è una lista di sensori che mostra lo stato attuale di tutte le porte. Possono essere aggiunte tutte le porte necessarie al sistema.
pt_br: Na página da porta, há uma lista de sensores de porta que mostram o status atual das portas. Pode haver tantas portas adicionadas ao sistema quanto necessário.

source: The list is also updating when a door is opened by hand. The state off the door is shown here in real time.
fr_be: La liste est également mise à jour lorsqu'une porte est ouverte à la main. L'état de la porte est affiché ici en temps réel.
it_it: La lista si aggiorna anche quando la porta è aperta a mano. Lo stato della porta è mostrato qui in tempo reale.
pt_br: A lista também é atualizada quando uma porta é aberta manualmente. O estado fora da porta é mostrado aqui em tempo real.

source: History graph
fr_be: Graphique historique
it_it: Grafico storico
pt_br: Gráfico de histórico

source: The history graph will shows when a door was opened.
fr_be: Le graphique de l'historique montre quand une porte a été ouverte.
it_it: Il grafico storico mostrerà quando la porta è stata aperta.
pt_br: O gráfico do histórico mostra quando uma porta foi aberta.

source: Use the calendar icon %s in the title to select the period for the history graph.
fr_be: Utilisez l'icône de calendrier %s dans le titre pour sélectionner la période du graphique d'historique.
it_it: Usa l'icona calendario %s nel titolo per selezionare il periodo per il grafico storico.
pt_br: Use o ícone de calendário %s no título para selecionar o período para o gráfico do histórico.

source: On the door settings page you can configure all needed doors. Click on %s button to add a new door. And empty form like below is shown and has to be filled in. Make sure the right values are filled in. All fields with a %s are required.
fr_be: Sur la page des paramètres de la porte, vous pouvez configurer toutes les portes nécessaires. Cliquez sur le bouton %s pour ajouter une nouvelle porte. Et le formulaire vide comme ci-dessous est affiché et doit être rempli. Assurez-vous que les bonnes valeurs sont remplies. Tous les champs avec un %s sont requis.
it_it: Alla pagina delle impostazioni delle porte puoi configurare tutte le porte necessarie. Clicca sul bottone %s per aggiungere una nuova porta. Andrà compilato un form uguale al seguente. Assicurati di inserire valori corretti. Tutti i campi contrassegnati da un %s sono richiesti.
pt_br: Na página de configurações da porta, você pode configurar todas as portas necessárias. Clique no botão %s para adicionar uma nova porta. E o formulário vazio como abaixo é mostrado e deve ser preenchido. Verifique se os valores corretos foram preenchidos. Todos os campos com %s são obrigatórios.

source: Overview
fr_be: Aperçu
it_it: Panoramica
pt_br: Visão geral

source: Graph
fr_be: Graphique
it_it: Grafico
pt_br: Gráfico

source: The light system always works on time. You can use the weather sun rise and sun set as time values or fixed time values. When selecting weather it can happen that the lights will be on for to long or to short. Use the desired values for the maximum and minimum hours. And the hours shift will shift the hours for on and off by the amount of hours entered here.
fr_be: Le système d'éclairage fonctionne toujours à l'heure. Vous pouvez utiliser le lever et le coucher du soleil comme valeurs temporelles ou valeurs de temps fixes. Lors de la sélection de la météo, il peut arriver que les lumières s'allument trop longtemps ou trop court. Utilisez les valeurs souhaitées pour les heures maximum et minimum. Et le décalage horaire décalera les heures d'activation et de désactivation par le nombre d'heures entré ici.
it_it: Il sistema di illuminazione funziona sempre in base al tempo. Puoi usare i valori di alba e tramonto presi dai dati meteo o usare valori prefissati. Quando selezioni la modalità meteo può succedere che le luci siano accese per troppo o troppo poco tempo. Imposta il massimo e il minimo di ore negli appositi campi, in questo modo il numero di ore totali verrà automaticamente regolato sulla base di questi valori.
pt_br: O sistema de luzes sempre funciona baseado em horário. Você pode determinar horários fixos para ligar e desligar as luzes ou pode usar informações meteorológicas para determinar que as luzes sigam o nascer e o pôr do sol. Nesse caso, pode acontecer das luzes acenderem por pouco ou muito tempo durante o inverno ou verão: ajuste os limites mínimos e máximos de horas que o sistema poderá ficar ligado utilizando os campos Mínimo e Máximo de horas, e altere o horário de início no campo Defasagem de horário.

source: All fields with a %s are required.
fr_be: Tous les champs avec %s sont obligatoires.
it_it: Tutti i campi contrassegnati da un %s sono richiesti.
pt_br: Todos os campos com %s são obrigatórios.

source: Enabled
fr_be: Activé
it_it: Abilitato
pt_br: Ativado

source: Light mode
fr_be: Mode éclairage
it_it: Modalità di illuminazione
pt_br: Modo de luz

source: Lights on
fr_be: Eclairage ON
it_it: Luci accese
pt_br: Luzes acesas

source: Lights off
fr_be: Eclairage OFF
it_it: Luci spente
pt_br: Luzes apagadas

source: Maximum lights hours
fr_be: Heures maximales de lumières
it_it: Massimo numero di ore di luce
pt_br: Máximo de horas de luzes

source: Minimum light hours
fr_be: Heures de lumière minimales
it_it: Minimo numero di ore di luce
pt_br: Mínimo de horas de luzes

source: Hours shift
fr_be: Décalage horaire
it_it: Aggiustamento del numero di ore
pt_br: Defasagem de horário

source: Power switches
fr_be: Interrupteurs d'alimentation
it_it: Interruttori di corrente
pt_br: Interruptores
