Repository: theyosh/TerrariumPI
Catalog: locales/*/LC_MESSAGES/terrariumpi.po
Languages: ca, fr_be, it_it, pl, pt, pt_br, sk

source: Last frame
pt_br: Último quadro

source: Last archived frame
pt_br: Último quadro arquivado

source: Select sensors
pt_br: Selecionar sensores

source: DELETE
pt_br: Apagar

source: 1Wire DS18B20 wiring scheme
fr_be: Schéma de câblage 1Wire DS18B20
it_it: Schema di cablaggio 1Wire DS18B20
pt_br: Esquema de cabeamento 1Wire DS18B20

source: 4 Ports GPIO relay board
fr_be: Carte de relais GPIO à 4 ports
it_it: Scheda relay GPIO a 4 porte
pt_br: Placa de relé GPIO de 4 portas

source: 4 Ports USB relay board
fr_be: Carte de relais USB à 4 ports
it_it: Scheda relay USB a 4 porte
pt_br: Placa de relé USB de 4 portas

source: Add marker
pt_br: Adicionar marcador

source: Alarm
fr_be: Alarme
it_it: Allarme
pt_br: Alarme

source: Amount
it_it: Importo
pt_br: Montante

source: Are you sure to delete the file
fr_be: Etes-vous sûr de supprimer le fichier
it_it: Sei sicuro di voler eliminare il file
pt_br: Tem certeza de que deseja excluir o arquivo

source: Calendar title
pt_br: Título do Calendário

source: Click to change image
fr_be: Cliquez pour changer d'image
it_it: Click per cambiare immagine
pt_br: Clique para mudar a imagem

source: Connection lost
fr_be: Connexion perdue
it_it: Connessione persa
pt_br: Conexão perdida

source: Connection restored
fr_be: Connexion restaurée
it_it: Connessione ristabilita
pt_br: Conexão restaurada

source: Cooler
fr_be: Aération/Refroidisseur
it_it: Refrigerazione
pt_br: Refrigerador

source: Current value
ca: Valor actual
fr_be: Valeur actuelle
it_it: Valore attuale
pl: Obecna wartość
pt: Valor actual
pt_br: Valor atual
sk: Aktuálna hodnota

source: Current weather widget screenshot
fr_be: Capture d'écran du widget météo actuel
it_it: Schermata attuale del widget meteo
pt_br: Captura de tela do widget do tempo atual

source: Delete file
fr_be: Supprimer le fichier
it_it: Elimina file
pt_br: Excluir arquivo

source: DHT22 GPIO wiring scheme
fr_be: Schéma de câblage DHT22 GPIO
it_it: Schema di cablaggio DHT22 GPIO
pt_br: Esquema de fiação DHT22 GPIO

source: DHT22 temperature and humidity sensor
fr_be: DHT22 capteur de température et d'humidité
it_it: Sensore di umidità e temperatura DHT22
pt_br: Sensor de temperatura e umidade relativa DHT22

source: Dimmer environment step in %
fr_be: Dimmer environnement étape en %
it_it: Step dimmer ambientale in %
pt_br: Passo do ambiente do Dimmer em %

source: Door history graph
fr_be: Graphique de l'historique des portes
it_it: Grafico storico porta
pt_br: Gráfico do histórico da porta

source: Doors overview screenshot
fr_be: Vue d'ensemble des portes
it_it: Schermata panoramica delle porte
pt_br: Imagem de tela das portas

source: Door status
fr_be: Statut de la porte
it_it: Stato della porta
pt_br: Estado da porta

source: Drop files here to upload
fr_be: Déposer des fichiers ici pour télécharger
it_it: Rilascia i file qui per caricarli
pt_br: Soltar arquivos aqui para enviar

source: Duration in hours
pt_br: Duração em horas

source: Duration in minutes
pt_br: Duração em minutos

source: Duration in seconds
pt_br: Duração em segundos

source: Either add audio files and playlists. Or you have a pwm-dimmer switch configured.
fr_be: Ajoutez des fichiers audio et des listes de lecture. Ou vous avez un commutateur pwm-dimmer configuré.
it_it: Aggiungi file audio oppure playlist. Altrimenti hai un interruttore dimmer-pwm configurato.
pt_br: Adicione arquivos de áudio e listas de reprodução. Ou você tem um interruptor pwm-dimmer configurado.

source: Error
it_it: Errore
pt_br: Erro

source: Excluded from average calculation
pt_br: Excluído do cálculo da média

source: External calendar url
fr_be: URL du calendrier externe
it_it: Url del calendario esterno
pt_br: URL externo da agenda

source: File is to big. Filesize {{filesize}} is more then max {{maxFilesize}}
fr_be: Le fichier est trop grand. La taille du fichier {{filesize}} est supérieure à max {{maxFilesize}}
it_it: Il file è troppo grande. La dimensione {{filesize}} supera il massimo {{maxFilesize}}
pt_br: O arquivo é grande demais. O tamanho do arquivo {{filesize}} é maior que o máximo {{maxFilesize}}

source: Free memory
fr_be: Mémoire libre
it_it: Memoria libera
pt_br: Memória livre

source: Free space
fr_be: Espace libre
it_it: Spazio libero
pt_br: Espaço livre

source: GPIO Magnetic door sensor
fr_be: Capteur de porte magnétique GPIO
it_it: Sensore porta magnetico GPIO
pt_br: Sensor magnético de porta GPIO

source: GPIO relay board wiring scheme
fr_be: Schéma de câblage de la carte relais GPIO
it_it: Schema di cablaggio scheda relay GPIO
pt_br: Esquema de fiação da placa de relé GPIO

source: Height in cm
pt_br: Altura em cm

source: I2C bus
it_it: Bus I2C
pt_br: Barramento I2C

source: I2C bus adapter
fr_be: Adaptateur de bus I2C
it_it: Adattatore bus I2C
pt_br: Adaptador de barramento I2C

source: Information
it_it: Informazioni
pt_br: Informação

source: Invalid filetype
fr_be: Type de fichier invalide
it_it: Tipo file non valido
pt_br: Tipo de arquivo inválido

source: Load 15
fr_be: Charge 15
it_it: Carico 15
pt_br: Carregar 15

source: Load 5
fr_be: Charge 5
it_it: Carico 5
pt_br: Média 5 min

source: Loading
pt_br: Carregando

source: Minimum area
it_it: Area minima
pt_br: Área mínima

source: No error messages
fr_be: Aucun message d'erreur
it_it: Nessun messaggio di errore
pt_br: Nenhuma mensagem de erro

source: Not playing
fr_be: Ne joue pas
it_it: Non in riproduzione
pt_br: Não está reproduzindo

source: No warning messages
fr_be: Aucun message d'avertissement
it_it: Nessun messaggio di warning
pt_br: Nenhuma mensagem de aviso

source: Offset in cm
pt_br: Compensação em cm

source: Press browse button to select files
fr_be: Appuyez sur le bouton Parcourir pour sélectionner les fichiers
it_it: Premi il pulsante sfoglia per selezionare i file
pt_br: Pressione o botão Procurar para selecionar arquivos

source: Preview file
fr_be: Fichier d'aperçu
it_it: Anteprima file
pt_br: Visualizar arquivo

source: Raspberry Pi 3 camera
it_it: Videocamera per Raspberry Pi 3
pt_br: Câmera Raspberry Pi 3

source: Raspberry Pi 3 specifications
fr_be: Raspberry Pi 3 spécifications
it_it: Specifiche della Raspberry Pi 3
pt_br: Especificações do Raspberry Pi 3

source: Raspberry Pi camera
it_it: Videocamera per Raspberry Pi
pt_br: Câmera Raspberry Pi

source: realtimedata
pt_br: Dados em tempo real

source: Reboot
it_it: Riavvio
pt_br: Reiniciar Raspberry

source: Save RAW photo
fr_be: Enregistrer la photo RAW
it_it: Salva foto RAW
pt_br: Salvar foto RAW

source: Sensor history graph
fr_be: Graphique de l'historique des capteurs
it_it: Grafico storico sensore
pt_br: Gráfico de histórico do sensor

source: Sensors overview screenshot
fr_be: Capture d'écran d'aperçu des capteurs
it_it: Schermata panoramica dei sensori
pt_br: Captura de tela da visão geral dos sensores

source: Server could not process the upload. Error code {{statusCode}}
fr_be: Le serveur n'a pas pu traiter le téléchargement. Code d'erreur {{statusCode}}
it_it: Il server non è riuscito a processare l'upload. Codide di errore {{statusCode}}
pt_br: O servidor não pôde processar o upload. Código do erro {{statusCode}}

source: Shutdown
it_it: Spegnimento
pt_br: Desligar

source: Switches overview screenshot
fr_be: Capture d'écran d'aperçu des commutateurs
it_it: Schermata panoramica degli interruttori
pt_br: Captura de tela da visão geral dos interruptores

source: Switch history graph
fr_be: Changer le graphique de l'historique
it_it: Grafico storico interruttori
pt_br: Gráfico do histórico do interruptor

source: System environment screenshot
fr_be: Capture d'écran d'environnement système
it_it: Schermata panoramica dell'ambiente di sistema
pt_br: Captura de tela do ambiente do sistema

source: TerrariumPI test setup
fr_be: Configuration de test TerrariumPI
it_it: Setup di test di TerrariumPi
pt_br: Configuração do teste TerrariumPI

source: There are zero door sensors configured.
fr_be: Il n'y a pas de capteurs de porte configurés.
it_it: Non ci sono sensori di porta configurati.
pt_br: Não há sensores de porta configurados.

source: Threshold
it_it: Soglia
pt_br: Limiar

source: Timer period off duration in minutes
fr_be: Minuterie d'arrêt durée en minutes
it_it: Durata in minuti timer spento
pt_br: Período do temporizador desligado em minutos

source: Timer period on duration in minutes
fr_be: Minuterie sur la durée en minutes
it_it: Durata in minuti timer acceso
pt_br: Período do temporizador ligado em minutos

source: Timestamp
pt_br: Registro de data e hora

source: Toggle audio
pt_br: Alternar áudio

source: Toggle information
pt_br: Alternar informações

source: Toggle power switch
fr_be: Interrupteur à bascule
it_it: Abilita o disabilita interruttore di corrente
pt_br: Interruptor de alimentação

source: Total memory
fr_be: Mémoire totale
it_it: Memoria totale
pt_br: Memória total

source: Total open for
fr_be: Total ouvert pour
it_it: Aperto in totale per
pt_br: Aberto por um total de

source: Total space
fr_be: Espace total
it_it: Spazio totale
pt_br: Espaço total

source: Universal AC MAINS Dimmer - MPDMv4.1
fr_be: Gradateur universel AC MAINS - MPDMv4.1
pt_br: Regulador de corrente CA universal - MAINS Dimmer - MPDMv4.1

source: Unknown date
fr_be: Date inconnue
it_it: Data non riconosciuta
pt_br: Data desconhecida

source: USB Relay board
fr_be: Carte relais USB
it_it: Scheda relay USB
pt_br: Placa de relé USB

source: USB Webcam
it_it: Webcam USB
pt_br: Webcam USB

source: Used memory
fr_be: Mémoire utilisée
it_it: Memoria usata
pt_br: Memória utilizada

source: Used space
fr_be: Espace utilisé
it_it: Spazio utilizzato
pt_br: Espaço utilizado

source: Value difference during the night
pt_br: Diferença de valor durante a noite

source: Volume in litres
it_it: Volume in litri
pt_br: Volume em litros

source: Weather day forecast screenshot
fr_be: Capture d'écran des prévisions météo
it_it: Schermata della previsione meteo giornaliera
pt_br: Captura de tela da previsão do tempo diária

source: Weather forecast screenshot
fr_be: Prévisions météo capture d’écran
it_it: Schermata delle previsioni meteo
pt_br: Captura de tela da previsão do tempo

source: Webcam overview screenshot
fr_be: Capture d'écran d'aperçu de la webcam
it_it: Schermata panoramica delle webcam
pt_br: Captura de tela da visão geral da webcam

source: Week forecast screenshot
fr_be: Photos des prévisions de la semaine
it_it: Schermata della previsione meteo settimanale
pt_br: Captura de tela da previsão do tempo da semana

source: Width
fr_be: Largeur
it_it: Larghezza
pt_br: Largura

source: Sensor temperature
fr_be: Capteur de température
it_it: Sensore di temperatura
pt_br: Sensor temperatura

source: Sensor humidity
fr_be: Capteur d'humidité
it_it: Sensore di umidità
pt_br: Sensor de umidade relativa

source: Sensor distance
fr_be: Capteur de distance
it_it: Sensore di distanza
pt_br: Sensor distância

source: Sensor settings
fr_be: Paramètres des capteurs
it_it: Impostazione sensore
pt_br: Configurações do sensor

source: Switch status
fr_be: Statut des commutateurs
it_it: Stato interruttore
pt_br: Estado do Interruptor

source: Switch settings
fr_be: Paramètres des commutateurs
it_it: Impostazioni interruttore
pt_br: Configurações do Interruptor

source: Door settings
fr_be: Paramètres de porte
it_it: Impostazioni della porta
pt_br: Configurações da porta

source: Webcam settings
fr_be: Paramètres de la webcam
it_it: Impostazioni webcam
pt_br: Configurações da webcam

source: Audio files
fr_be: Fichiers audio
it_it: File audio
pt_br: Arquivos de áudio

source: System status
fr_be: Status du système
it_it: Stato sistema
pt_br: Status do sistema

source: System log
fr_be: Journaux du système
it_it: Log di Sistema
pt_br: Registro do sistema

source: System environment
fr_be: Environnement système
it_it: Ambiente di sistema
pt_br: Ambiente do sistema

source: System settings
fr_be: Système > Paramètres
it_it: Impostazioni di sistema
pt_br: Configurações de sistema

source: Sensor
fr_be: Capteur
it_it: Sensore

source: Raspbian OS
it_it: Sistema operativo Raspbian

source: YTXX-digital
it_it: YTXX-digitale

source: PWM Dimmer
fr_be: Dimmer PWM
it_it: Dimmer PWM

source: 1Wire bus
it_it: Bus 1Wire

source: 1Wire sensor 1
fr_be: 1Wire capteur 1
it_it: Sensore 1Wire #1

source: 1Wire sensor 2
fr_be: 1Wire capteur 2
it_it: Sensore 1Wire #2

source: Sensor ph
fr_be: Capteur ph
it_it: Sensore pH

source: Holds the period in minutes that the power switch is on withing the total timer window.
fr_be: Maintient la période en minutes pendant laquelle l'interrupteur d'alimentation est allumé dans la fenêtre de temporisation totale.

source: Holds the period in minutes that the power switch is off withing the total timer window.
fr_be: Maintient la période en minutes pendant laquelle l'interrupteur d'alimentation est éteint dans la fenêtre de temporisation totale.

source: Holds the amount of seconds for the duration in which it decresses the power.
fr_be: Maintient le nombre de secondes pour la durée pendant laquelle il diminue la puissance.

source: Toggle on to enable shuffeling of the audio files.
fr_be: Basculer pour activer la lecture aléatoire des fichiers audio.

source: Holds the water volume in liters.
fr_be: Contient le volume d'eau en litres.

source: Holds the soundcard that is used for playing audio.
fr_be: Contient la carte son utilisée pour la lecture audio.

source: Holds the amount of euro/dollar per 1000 liters water.
fr_be: Contient le montant en euro/dollar par 1000 litres d'eau.

source: Choose the windspeed indicator. The software will recalculate to the chosen indicator.
fr_be: Choisissez l'indicateur de vitesse du vent. Le logiciel recalculera avec l'indicateur choisi.

source: Holds the latin name of the animal.
fr_be: Contient le nom latin de l'animal.

source: Player command could ot be executed!
fr_be: La commande du lecteur n'a pas pu être exécutée!

source: Here you can upload and manange your audio files.
fr_be: Ici vous pouvez télécharger et gérer vos fichiers audio.

source: In the existing audio files list you can see which files are uploaded. By clicking on the trashbin (%s) icon you can delete the file.
fr_be: Dans la liste des fichiers audio existants, vous pouvez voir quels fichiers sont téléchargés. En cliquant sur l'icône de la corbeille (%s), vous pouvez supprimer le fichier.

source: Open the dropzone multiple file uploader to upload new audio files.
fr_be: Ouvrez le téléchargeur de fichiers multiples dropzone pour télécharger de nouveaux fichiers audio.

source: Dropzone multiple file uploader
fr_be: Dropzone pour uploader plusieurs fichiers

source: Hardware
fr_be: Matériel

source: Online
fr_be: En Ligne

source: Offline
fr_be: Hors Ligne

source: The third tile shows the current water flow in liters per minute. The amount is calculated based on the power switch settings and what the state is of the switches. The bar shows a percentage of the max usage.
fr_be: La troisième vignette indique le débit d'eau actuel en litres par minute. Le montant est calculé en fonction des paramètres du commutateur d'alimentation et de l'état des commutateurs. La barre affiche un pourcentage de l'utilisation maximale.

source: The fifth tile shows the total water usage from the start of using this software. It will calculate the total water usage every 10 minutes based on all historical data. It is shown in liters. When the water price is entered, it will show the costs of the water bill and the amount of days it is calculated on.
fr_be: La cinquième vignette indique la consommation totale d'eau depuis le début de l'utilisation de ce logiciel. Il calcule la consommation totale d'eau toutes les 10 minutes en se basant sur toutes les données historiques. Il est montré en litres. Lorsque le prix de l'eau est entré, il montrera les coûts de la facture d'eau et le nombre de jours où il est calculé.

source: When a part is active the title is in color. If the title is gray that part is than not running or configured.
fr_be: Quand une partie est active, le titre est en couleur. Si le titre est gris, cette partie n'est pas exécutée ou configurée.

source: The gauge graph shows the current temperature or humidity value. The color of the graph depends on the current value and the alarm values. When the value gets more to the minimum or maximum value, it will gets more red/orange.
fr_be: Le graphique de la jauge indique la température ou l'humidité actuelle. La couleur du graphique dépend de la valeur actuelle et des valeurs d'alarme. Lorsque la valeur atteint la valeur minimale ou maximale, elle devient plus rouge / orange.

source: Download
fr_be: Téléchargement

source: Soundcard
fr_be: Carte son

source: Lighting
ca: Il·luminació
pl: Oświetlenie
pt: Iluminação
sk: Osvetlenie

source: Heating
ca: Calefacció
pl: Ogrzewanie
pt: Aquecimento
sk: Vyhrievanie

source: CO2
ca: Malalt

source: temperature
ca: temperatura
pl: temperatura
pt: temperatura
sk: teplota

source: distance
ca: distància
pl: odległość
pt: distância
sk: vzdialenosť

source: altitude
ca: altitud
pl: Wysokość
sk: nadmorská výška

source: pressure
ca: pressió
pl: Ciśnienie
pt: pressão
sk: tlak

source: humidity
ca: humitat
pl: wilgotność
pt: humidade
sk: vlhkosť

source: moisture
ca: humitat
pl: wilgoć
pt: hidratação
sk: vlhkosť

source: conductivity
ca: conductivitat
pl: przewodność
pt: conductividade
sk: vodivosť

source: light
ca: llum
pl: światło
pt: luzes
sk: svetlo

source: fertility
ca: fertilitat
pl: Żyzność
pt: fertilidade
sk: plodnosť

source: volume
ca: volum
pl: objętość
sk: objem

source: water_volume
ca: Volum d'aigua
pl: objętość wody
pt: Volume de água
sk: Objem vody

source: windspeed
ca: velocitat del vent
pl: prędkość wiatru
pt: velocidade do vento
sk: rýchlosť vetra

source: water_flow
ca: flux d'aigua
pl: przepływ_wody
pt: fluxo_de_agua
sk: prietok_vody

source: wattage
ca: potència
pl: Moc
pt: potência
sk: výkon

source: powerusage
ca: Ús d'energia Pi
pl: Zużycie energii przez Pi
pt: Potência utilizada pelo Pi
sk: Pi spotreba energie

source: Up time
ca: Temps de funcionament
pl: czas działania
pt: Tempo de actividade
sk: Doba prevádzky

source: System load
ca: Càrrega del sistema
pl: Obciążenie systemu
pt: Carga do sistema
sk: Systémové zaťaženie

source: Storage
ca: Emmagatzematge
pl: Pojemność dysku
pt: Armazenamento
sk: Úložisko

source: Memory
ca: Memòria
pl: Pamięć RAM
pt: Memória
sk: Pamäť

source: average {sensor_type}
ca: mitjana {sensor_type}
pl: Średnia {sensor_type}
pt: média {sensor_type}
sk: priemer {sensor_type}

source: A new version ({version}) is available!
ca: Hi ha disponible una nova versió ({version})!
pl: Dostępna jest nowa wersja ({version})!
pt: Nova versão ({version}) disponível!
sk: Nová verzia ({version}) je dostupná!

source: Current active relays
ca: Relés actius actuals
pl: Obecnie aktywne przekaźniki
pt: Relés activos actuais
sk: Aktuálne aktívne relé

source: Watt
ca: Potència
pl: Wat

source: last update
ca: darrera actualització
pl: ostatnia aktualizacja
pt: última actualização
sk: posledná aktualizácia

source: Local date
ca: Data local
pl: Lokalna data
pt: Data local
sk: Lokálny dátum

source: Local date, day and month
ca: Data local, dia i mes
pl: Lokalna data, dzień i miesiąc
pt: Data local, dia e mês
sk: Miestny dátum, deň a mesiac

source: Local time
ca: Hora local
pl: Czas lokalny
pt: Hora local
sk: Miestny čas

source: Local time, hours and minutes
ca: Hora local, hores i minuts
pl: Czas lokalny, godzina i minuty
pt: Hora local, hora e minutos
sk: Miestny čas, hodiny a minúty

source: Local date and time
ca: Data i hora local
pl: Lokalna data i czas
pt: Data e hora local
sk: Miestny dátum a čas

source: Authentication login error
ca: Error d'autenticació d'inici de sessió
pl: Błąd logowania
pt: Erro na autenticação do login
sk: Chyba prihlásenia

source: IP of the wrong login attempt
ca: IP incorrecta quan intenteu iniciar sessió
pl: IP z którego nie udało się zalogować
pt: IP da tentativa de login com erro
sk: IP adresa nesprávneho pokusu o prihlásenie

source: Used username
ca: Nom d'usuari
pl: Użyta nazwa użytkownika
pt: Username utilizado
sk: Použité prihlasovacie meno

source: Used password
ca: Contrasenya
pl: Użyte hasło
pt: Password utilizada
sk: Použité heslo

source: System warning
ca: Avís del sistema
pl: Ostrzeżenie systemowe
pt: Alerta do sistema
sk: Systémové upozornenie

source: Warning message
ca: Missatge d'advertència
pl: Ostrzeżenia
pt: Mensagem de alerta
sk: Výstražná správa

source: System error
ca: Error del sistema
pl: Błąd systemu
pt: Erro de sistema
sk: Systémová chyba

source: Error message
ca: Missatge d'error
pl: Komunikat błędu
pt: Mensagem de erro
sk: Chybové hlásenie

source: System summary
ca: Resum del sistema
pl: Podsumowanie systemu
pt: Resumo de sistema
sk: Systémový súhrn

source: System uptime in human readable format
ca: Temps de funcionament del sistema en format llegible per l'home
pl: Czas pracy systemu w formacie czytelnym dla człowieka
pt: Actividade do sistema em formato legível
sk: Dostupnosť systému v ľudsky čitateľnom formáte

source: System load last minute
ca: Càrrega del sistema de l'última hora
pl: Obciążenie systemu w ostatniej minucie
pt: Carga do sistema no último minuto
sk: Zaťaženie systému za poslednú minútu

source: True if there is an alarm
ca: És cert si hi ha una alarma
pl: Prawda jeżeli jest alarm
pt: Verdadeiro se houver um alarme
sk: Pravda ak je spustený alarm

source: System CPU temperature
ca: Temperatura de la CPU del sistema
pl: Temperatura Procesora
pt: Temperatura do CPU do sistema
sk: Teplota systémového CPU

source: Storage usage
ca: Ús d'emmagatzematge
pl: Pojemność dysku
pt: Utilização de armazenamento
sk: Využitie úložiska

source: Average of [sensor type] (ex. temperature)
ca: Mitjana de [tipus de sensor] (p. ex. temperatura)
pl: Średnia z [typ sensora] (np. temperatura)
pt: Média de [sensor type] (ex. temperatura)
sk: Priemer [sensor type] (ex. temperature)

source: Sensor type unit value
ca: Valor de la unitat per al tipus de sensor
pl: Wartość jednostki dla typu sensora
pt: Unidade do tipo de sensor
sk: Typ senzora jednotka hodnota

source: Current power usage
ca: Ús d'energia actual
pl: Obecne zużycie energii
pt: Utilização de energia actual
sk: Aktuálna spotreba energie

source: Max power usage
ca: Consum màxim d'energia
pl: Maksymalne zużycie energii
pt: Utilização máx de energia
sk: Maximálna spotreba energie

source: Current water flow
ca: Flux d'aigua actual
pl: Obecny przepływ wody
pt: Fluxo de água actual
sk: Aktuálny prietok vody

source: Max water flow
ca: Caudal màxim d'aigua
pl: Maksymalny przepływ wody
pt: Fluxo de água máx
sk: Maximálny prietok vody

source: Number of relays active
ca: Nombre de relés actius
pl: Liczba aktywnych przekaźników
pt: Número de relés activos
sk: Počet aktívnych relé

source: System to slow with updates (warning)
ca: El sistema s'alenteix amb les actualitzacions (advertència)
pl: System zbyt wolny z aktualizacjami (ostrzeżenie)
pt: Sistema lento com actualizações (aviso)
sk: Systém je pri aktualizáciách príliš pomalý (upozornenie)

source: Duration in seconds that are short
ca: Durada en segons que és massa curta
pl: Czasy trwania w sekundach które są krótkie
pt: Duração em segundos que são curtas
sk: Trvanie v krátkych sekundách

source: The update duration in seconds
ca: Durada de l'actualització en segons
pl: Czas trwania aktualizacji w sekundach
pt: Duração da actualização em segundos
sk: Trvanie aktualizácie v sekundách

source: The max update duration
ca: Durada màxima de l'actualització
pl: Maksymalny czas trwania aktualizacji
pt: Duração máx da actualização
sk: Maximálna doba trvania aktualizácie
