Repository: theyosh/TerrariumPI
Catalog: locales/*/LC_MESSAGES/terrariumpi.po
Languages: ca, fr_be, it_it, pl, pt, pt_br, sk

source: Select the mode on which this environment part be put on and off. Select '%s' to use the sun rise and sun set at your location. This will make the amount of lighting variable to the actual amount of daylight. When selecting '%s', the light will put on and off at selected times.
pt_br: Selecione o modo no qual esta parte do ambiente deve ser ligada e desligada. Selecione ' %s ' para usar o nascer do sol e o pôr do sol no seu local. Isso tornará a quantidade de iluminação variável para a quantidade real de luz do dia. Ao selecionar ' %s ', a luz acende e apaga nos horários selecionados.

source: Timer
fr_be: Minuterie
pt_br: Temporizador

source: Weather
fr_be: Météo
it_it: Meteo
pt_br: Clima

source: Select the sensors that are used to control this environment part. When selecting multiple sensors, the average is calculated to determine the final values.
pt_br: Selecione os sensores que são usados para controlar esta parte do clima. Ao selecionar vários sensores, a média é calculada para determinar os valores finais.

source: Holds the value in degrees which the sensors are changing when it become night. Use positive numbers to increase the values and negative numbers to lower the values.
it_it: Mantiene il valore in gradi quando i sensori cambiano quando diventa notte. Usare numeri positivi per aumentare i valori e numeri negativi per abbassare i valori.
pt_br: Contém o valor da diferença em graus nos sensores quando anoitece. Use números positivos para aumentar os valores e números negativos para diminuir os valores.

source: Holds the source that is used to determine when it is day or night.
pt_br: Contém a fonte que é usada para determinar quando é dia ou noite.

source: Enter the time when this environment part should be put on. Only available when running in '%s' mode.
pt_br: Digite o horário em que essa parte do ambiente deve ser ligada. Disponível apenas quando executado no modo ' %s '.

source: Enter the time when this environment part should be put off. Only available when running in '%s' mode.
pt_br: Digite o horário em que essa parte do ambiente deve ser desligada. Disponível apenas quando executado no modo ' %s '.

source: Holds the period in minutes that this environment part is powered on within the total timer window.
pt_br: Contém o período em minutos em que esta parte do ambiente está ligada dentro do período do timer.

source: Holds the period in minutes that this environment part is powered off within the total timer window.
pt_br: Contém o período em minutos em que esta parte do ambiente está desligada dentro do período do timer.

source: How much time must there be between two actions and after start up. Enter the amount of seconds in which this environment part can settle.
pt_br: Quanto tempo deve haver entre duas ações e após a inicialização. Digite a quantidade de segundos em que esta parte do ambiente pode se estabelecer.

source: Holds the amount of seconds that this environment part is powered on when the value is out of range.
pt_br: Contém a quantidade de segundos em que esta parte do ambiente é ligada quando o valor está fora da faixa.

source: Enter the maximum amount of time in hours. When the time between on and off is more then this maximum, the on and off time will be shifted more to each other.
pt_br: Digite o limite de tempo máximo (em horas). Quando o tempo for superior ao limite máximo, as horas de ligar e desligar serão aproximadas até alcançar o limite.

source: Enter the minimum amount of time in hours. When the time between on and off is less then this amount of hours, the on and off time will be widened until the minimum amount of hours entered here.
pt_br: Digite a quantidade mínima de tempo em horas. Quando o tempo entre ligar e desligar for menor que esse período de horas, o tempo ligado e desligado será ampliado até a quantidade mínima de horas inserida aqui.

source: Enter the amount of hours that the power on and off times should shift. Is only needed when running in the '%s' mode. Enter a positive number for adding hours to the start time. Use negative numbers for subtracting from the start time.
pt_br: Ajusta o horário das luzes, permitindo atrasar ou adiantar o acender das luzes em relação ao nascer e pôr do sol. Digite um número positivo para adiantar o horário de ligar e desligar, ou use números negativos para atrasar. Só é necessário quando executado no modo ' %s '.

source: Select the power switches that should be used when the alarms or timers are hit. Select all needed switches below.
pt_br: Selecione os interruptores que devem ser usados quando os alarmes ou temporizadores forem acionados. Selecione todas as opções necessárias abaixo.

source: Holds the water volume in litres.
it_it: Contiene il volume dell'acqua in litri.
pt_br: Contém o volume de água em litros.

source: Holds the water tank height in cm or inches.
fr_be: Contient la hauteur du réservoir d'eau en cm ou en pouces.
it_it: Contiene l'altezza del serbatoio dell'acqua in cm o pollici.
pt_br: Contém a altura do tanque de água em cm ou polegadas.

source: Holds the distance between top of the liquid when full and the sensor in cm or inches.
it_it: Mantiene la distanza tra la parte superiore del liquido quando è pieno e il sensore in cm o pollici.
pt_br: Contém a distância entre a parte superior do líquido quando cheia e o sensor em cm ou polegadas.

source: Select when the power switches can toggle. When lights are on, off or just always
it_it: Selezionare quando gli interruttori di alimentazione possono essere commutati. Quando le luci sono accese, spente o semplicemente sempre
pt_br: Selecione quando os interruptores de energia podem alternar. Quando as luzes estão acesas, apagadas ou sempre

source: Select when the power switches can toggle. When the door is open, closed or just always
pt_br: Selecione quando os interruptores de energia podem alternar seu estado. Quando a porta está aberta, fechada ou sempre

source: Holds the email address on which you would like to receive messages.
it_it: Contiene l'indirizzo e-mail sul quale si desidera ricevere i messaggi.
pt_br: Contém o endereço de e-mail no qual você gostaria de receber mensagens.

source: Holds the mail server hostname or IP.
pt_br: Contém o nome do host ou o IP do servidor de correio.

source: Holds the mail server port number. SSL and TLS will be autodetected.
pt_br: Contém o número da porta do servidor de correio. SSL e TLS serão detectados automaticamente.

source: Holds the username for authentication with the mail server if needed.
pt_br: Contém o nome de usuário para autenticação com o servidor de correio, se necessário.

source: Holds the password for authentication with the mail server if needed.
pt_br: Contém a senha para autenticação com o servidor de correio, se necessário.

source: Holds the display chip that is used.
pt_br: Contém o chip de exibição usado.

source: Holds the I2C address of the LCD screen. Use the value found with i2cdetect. Add ,[NR] to change the I2C bus.
it_it: Contiene l'indirizzo I2C dello schermo LCD. Utilizzare il valore trovato con i2cdetect. Aggiungere ,[NR] per cambiare il bus I2C.
pt_br: Contém o endereço I2C da tela LCD. Use o valor encontrado com i2cdetect. Adicione [NR] para alterar o barramento I2C.

source: Reserve first LCD line for static title.
it_it: Riservare la prima linea LCD per il titolo statico.
pt_br: Reserve a primeira linha do LCD para título estático.

source: Holds your Twitter consumer key. More information %shere%s
it_it: Conserva la chiave personale di Twitter. Maggiori informazioni %shere%s
pt_br: Contém sua chave de consumidor do Twitter. Mais informações %s aqui %s

source: Holds your Twitter consumer secret. More information %shere%s
it_it: Custodisce il vostro segreto dei consumatori su Twitter. Maggiori informazioni %shere%s
pt_br: Contém seu segredo de consumidor do Twitter. Mais informações %s aqui %s

source: Holds your Twitter access token. More information %shere%s
it_it: Contiene il tuo token di accesso a Twitter. Maggiori informazioni %shere%s
pt_br: Contém seu token de acesso ao Twitter. Mais informações %s aqui %s

source: Holds your Twitter access token secret. More information %shere%s
it_it: Contiene segreto il tuo token di accesso a Twitter. Maggiori informazioni %shere%s
pt_br: Contém seu token de acesso ao Twitter em segredo. Mais informações %s aqui %s

source: Holds the PushOver API token. More information %shere%s
it_it: Contiene il token PushOver API. Maggiori informazioni %shere%s
pt_br: Contém o token da API PushOver. Mais informações %s aqui %s

source: Holds the PushOver API user key. More information %shere%s
it_it: Contiene la chiave utente PushOver API. Maggiori informazioni %shere%s
pt_br: Contém a chave do usuário da API do PushOver. Mais informações %s aqui %s

source: Holds the Telegram Bot token. More information %shere%s
pt_br: Contém o token do Telegram Bot. Mais informações %s aqui %s

source: Holds the Telegram username that is allowed for receiving messages. Can be multiple usernames separated by a comma. More information %shere%s
pt_br: Contém o nome de usuário do Telegram permitido para receber mensagens. Pode haver vários nomes de usuário separados por vírgula. Mais informações %s aqui %s

source: Holds the proxy address in form of [schema]://[user]:[password]@[server.com]:[port]. Can either be socks5 or http(s) for schema.
it_it: Contiene l'indirizzo del proxy sotto forma di [schema]://[utente]:[password]@[server.com]:[porta]. Può essere socks5 o http(s) per lo schema.
pt_br: Contém o endereço do proxy na forma de [esquema]: // [usuário]: [senha] @ [server.com]: [porta]. Pode ser socks5 ou http (s) para o esquema.

source: Holds the url to post notification data to. You can use %name% variables in the post url
it_it: Conserva l'url a cui inviare i dati di notifica. È possibile utilizzare le variabili %name% nell'url del post
pt_br: Contém o URL para o qual publicar os dados da notificação. Você pode usar %name% variáveis no URL da postagem

source: Choose your interface language.
fr_be: Choisissez votre langue d'interface.
it_it: Selezione la lingua dell'interfaccia.
pt_br: Selecione idioma da interface.

source: Holds the distance type used by distance sensors.
fr_be: Contient le type de distance utilisé par les capteurs de distance.
it_it: Contiene il tipo di distanza usato dai sensori di distanza.
pt_br: Contém o tipo de distância usado pelos sensores de distância.

source: Holds the username which can make changes (Administrator).
fr_be: Contient le nom d'utilisateur qui peut apporter des modifications (administrateur).
it_it: Contiene il nome utente che può fare cambiamenti (Amministratore).
pt_br: Contém o nome de usuário que pode fazer alterações (Administrador).

source: Enter the new password for the administration user. Leaving empty will not change the password!
fr_be: Entrez le nouveau mot de passe de l’administrateur. Laisser vide pour ne pas changer le mot de passe !
it_it: Immetti la nuova password per l'utente amministratore. Lasciando il campo vuoto la password non verrà cambiata!
pt_br: Digite a nova senha para o usuário de administração. Deixar em branco não altera a senha!

source: Enter the current password in order to change the password.
fr_be: Entrez le mot de passe actuel afin de changer le mot de passe.
it_it: Immetti la password attuale per poter cambiare la password.
pt_br: Digite a senha atual para alterar a senha.

source: Toggle on or off full authentication. When on, you need to authenticate at all times.
fr_be: Activer ou désactiver l'authentification complète. Lorsque cette option est activée, vous devez vous authentifier à tout moment.
it_it: Attiva o disattiva l'autenticazione completa. Quando acceso, è necessario autenticarsi in ogni momento.
pt_br: Ative ou desative a autenticação completa. Quando ativado, você precisa se autenticar todas as vezes.

source: Holds the external calendar url.
fr_be: Indiquer le chemin (URL) vers le calendrier externe
it_it: Contiene l'url esterno del calendario.
pt_br: Contém o URL do calendário externo.

source: Toggle on or off horizontal graph legends. Reload the web interface after changing the setting.
pt_br: Ative ou desative legendas gráficas horizontais. Recarregue a interface da web depois de alterar a configuração.

source: Toggle on or off the environment summary on the dashboard. Reload the web interface after changing the setting.
pt_br: Ative ou desative o resumo do ambiente no painel. Recarregue a interface da web depois de alterar a configuração.

source: Holds the sound card that is used for playing audio.
pt_br: Contém a placa de som usada para reproduzir áudio.

source: Holds the amount of power in Wattage that the Raspberry PI uses including all USB equipment.
fr_be: Contient la quantité d'énergie en watts que le PI Raspberry utilise, y compris tous les équipements USB.
it_it: Contiene l'utilizzo di elettricità in Watt che la Raspberry Pi utilizza incluso tutte le periferiche USB collegate.
pt_br: Contém a quantidade de energia em Watts que o Raspberry PI usa, incluindo todos os equipamentos USB.

source: Holds the amount of euro/dollar per 1 kW/h (1 Kilowatt per hour).
fr_be: Contient le montant en euro/dollar pour 1 kW/h (1 kilowatt par heure).
it_it: Contiene il prezzo in euro/dollari per 1 kW/h (1 Kilowatt per ora).
pt_br: Contém o valor em Reais por 1 kW / h (1 quilowatt por hora).

source: Holds the amount of euro/dollar per 1000 litres water.
it_it: Contiene il prezzo in euro/dollari per 1000 litri d'acqua.
pt_br: Contém o valor em Reais por 1000 litros de água.

source: Choose the temperature indicator. The software will recalculate to the chosen indicator.
fr_be: Choisissez l'indicateur de température. Le logiciel recalculera à l'indicateur choisi.
it_it: Scegli l'unità di misura per la temperatura. Il software ricalcolerà il valore sul indicatore scelto.
pt_br: Escolha o indicador de temperatura. O software será recalculado para o indicador escolhido.

source: Choose the volume (liquid) indicator. The software will recalculate to the chosen indicator.
pt_br: Escolha o indicador de volume (líquido). O software será recalculado para o indicador escolhido.

source: Holds the host name or IP address on which the software will listen for connections. Enter :: for all addresses to bind.
fr_be: Contient le nom d'hôte ou l'adresse IP sur laquelle le logiciel va écouter les connexions. Entrez :: pour toutes les adresses à lier.
it_it: Contiene il nome host oppure l'indirizzo IP sul quale il software resterà in ascolto per connessioni. Immetti :: per ascoltare tutti gli indirizzi.
pt_br: Contém o nome do host ou o endereço IP no qual o software escutará as conexões. Digite :: para vincular todos os endereços.

source: Holds the port number on which the software is listening for connections.
fr_be: Contient le numéro de port sur lequel le logiciel écoute les connexions.
it_it: Contiene il numero di porta sul quale il software sarà in ascolto per le connessioni.
pt_br: Contém o número da porta na qual o software está escutando conexões.

source: Enter the e-mail address that is used for your Meross devices.
it_it: Inserite l'indirizzo e-mail utilizzato per i vostri dispositivi Meross.
pt_br: Digite o endereço de e-mail usado para seus dispositivos Meross.

source: Enter the password that is used for your Meross devices. Password is stored in plain text!
it_it: Inserite la password che viene utilizzata per i vostri dispositivi Meross. La password viene memorizzata in chiaro!
pt_br: Digite a senha usada para seus dispositivos Meross. A senha é armazenada em texto simples!

source: Holds the amount of data points (each 30 sec) to use for smoothing. The higher the value, the smoother the graph. Enter 0 to disable. Reload the web interface after changing the setting.
pt_br: Contém a quantidade de pontos de dados (a cada 30 s) para usar na suavização. Quanto maior o valor, mais suave é o gráfico. Digite 0 para desativar. Recarregue a interface da web depois de alterar a configuração.

source: Select true or false to show an extra sensor page which holds all the sensors with there gauges. Reload the web interface after changing the setting.
pt_br: Selecione verdadeiro ou falso para mostrar uma página de sensor extra que contém todos os sensores com medidores. Recarregue a interface da web depois de alterar a configuração.

source: Toggle on or off the min and max measured value in the gauge graphs.
it_it: Attivare o disattivare il valore di misura minimo e massimo nei grafici.
pt_br: Ative ou desative o valor mínimo e máximo medidos nos gráficos do medidor.

source: Holds the name of the animal.
fr_be: Contient le nom de l’animal.
it_it: Contiene il nome dell'animale.
pt_br: Contém o nome do animal.

source: Holds the type of the animal
fr_be: Contient le type de l’animal
it_it: Contiene il tipo dell'animale
pt_br: Contém o tipo de animal

source: Holds the gender of the animal.
fr_be: Contient le genre de l'animal.
it_it: Contiene il genere dell'animale.
pt_br: Contém o sexo do animal.

source: Holds the day of birth of the animal.
fr_be: Contient le jour de la naissance de l'animal.
it_it: Contiene la data di nascita dell'animale.
pt_br: Contém o dia de nascimento do animal.

source: Holds the species name of the animal.
fr_be: Contient le nom de l'espèce de l'animal.
it_it: Contiene il nome della specie dell'animale.
pt_br: Contém o nome da espécie do animal.

source: Holds the Latin name of the animal.
pt_br: Contém o nome do animal em latim.

source: Holds a small description about the animal.
fr_be: Contient une petite description de l'animal.
it_it: Contiene una piccola descrizione dell'animale.
pt_br: Contém uma pequena descrição sobre o animal.

source: Holds a link to more information.
fr_be: Contient un lien vers plus d'informations.
it_it: Contiene il collegamento a maggiori informazioni.
pt_br: Possui um link para mais informações.

source: Offline since
fr_be: Hors ligne depuis
it_it: Offline da
pt_br: Off-line desde

source: Authenticate to make any changes
ca: Autentiqueu-vos per fer qualsevol canvi
fr_be: Authentifiez-vous pour apporter des modifications
it_it: Autenticarsi per applicare le modifiche
pl: Zaloguj się by wprowadzić zmiany
pt: Autentique-se para efectuar alterações
pt_br: Faça login para efetuar alterações
sk: Autentifikácia pre vykonanie akýchkoľvek zmien

source: Authentication
ca: Autenticació
it_it: Autenticazione
pl: Logowanie
pt: Autenticação
pt_br: Autenticação
sk: Autentifikácia

source: Player command could to be executed!
pt_br: O comando do player não pode ser executado!

source: Error!
fr_be: Erreur!
it_it: Errore!
pt_br: Erro!

source: Player command executed!
fr_be: Commande du lecteur exécutée!
it_it: Comando player eseguito!
pt_br: Comando do Player executado!

source: File is not uploaded!
fr_be: Le fichier n'a pas été téléchargé !
it_it: Il file non è stato caricato!
pt_br: O arquivo não foi carregado!

source: File '%s' is uploaded
pt_br: O arquivo ' %s ' foi carregado

source: Success!
fr_be: Réussite!
it_it: Successo!
pt_br: Successo!

source: Duplicate file '%s'
pt_br: Arquivo duplicado ' %s '

source: Action could not be satisfied
fr_be: L'action n'a pas pu être satisfaite
it_it: L'azione non può essere soddisfatta
pt_br: A ação não pôde ser satisfeita

source: Audio file is deleted
fr_be: Le fichier audio est supprimé
it_it: Il file audio è stato cancellato
pt_br: Arquivo de áudio excluído

source: Data could not be saved
fr_be: Les données n'ont pas pu être sauvegardées
it_it: I dati non possono essere salvati
pt_br: Não foi possível salvar os dados

source: Data saved
fr_be: Données enregistrées
it_it: Dati salvati
pt_br: Dados salvos

source: Your changes are saved
fr_be: Vos modifications sont enregistrées
it_it: Le tue modifiche sono state salvate
pt_br: Suas alterações são salvas

source: Hardware is replaced
it_it: Hardware è cambiato
pt_br: O hardware foi substituído

source: Hardware replacement is logged in the calendar
it_it: La sostituzione dell'hardware è memorizzata nel calendario
pt_br: A substituição do hardware está registrada no calendário

source: A new replacement reminder is created
it_it: Viene creato un nuovo promemoria sostitutivo
pt_br: Um novo lembrete de substituição foi criado

source: Calender event created
pt_br: Evento de calendário criado

source: The calender event is created
pt_br: O evento de calendário foi criado

source: Log out
fr_be: Quitter
it_it: Disconnessione
pt_br: Sair

source: You are now logged out
fr_be: Vous êtes maintenant déconnecté
it_it: Sei ora disconnesso
pt_br: Você se desconectou

source: Help
fr_be: Aide
it_it: Aiuto
pt_br: Ajuda

source: Here you can upload and manage your audio files.
pt_br: Aqui você pode enviar e gerenciar seus arquivos de áudio.

source: In the existing audio files list you can see which files are uploaded. By clicking on the trash bin (%s) icon you can delete the file.
pt_br: Na lista de arquivos de áudio existentes, você pode ver quais arquivos foram enviados. Ao clicar no ícone da lixeira ( %s ), você pode excluir o arquivo.

source: Open the drop zone multiple file uploader to upload new audio files.
pt_br: Abra o carregador de arquivos múltiplos dropzone para fazer upload de novos arquivos de áudio.

source: Drop zone multiple file uploader
pt_br: Carregador de arquivos múltiplos do Dropzone

source: Drag multiple files to the box below for multi upload or click to select files.
fr_be: Faites glisser plusieurs fichiers dans la zone ci-dessous pour télécharger plusieurs fichiers ou cliquez pour sélectionner des fichiers.
it_it: Trascina più file nella casella sottostante per il caricamento multiplo o fai clic per selezionare i file.
pt_br: Arraste vários arquivos para a caixa abaixo para fazer upload múltiplo ou clique para selecionar os arquivos.

source: Existing audio files
fr_be: Fichiers audio existants
it_it: File audio esistenti
pt_br: Arquivos de áudio existentes

source: Action
it_it: Azione
pt_br: Ação

source: Filename
fr_be: Nom de fichier
it_it: Nome file
pt_br: Nome do arquivo

source: Size
fr_be: Taille
it_it: Dimensione
pt_br: Tamanho

source: Upload date
fr_be: Date de dépôt
it_it: Data upload
pt_br: Data de compilação

source: Duration
fr_be: Durée
it_it: Durata
pt_br: Duração

source: Name
ca: Nom
fr_be: Nom
it_it: Nome
pl: Nazwa
pt: Nome
pt_br: Nome
sk: Meno

source: Album
pt_br: Álbum

source: Type
it_it: Tipo
pt_br: Tipo

source: Channels
fr_be: Canaux
it_it: Canali
pt_br: Canais

source: Frequency
fr_be: Fréquence
it_it: Frequenza
pt_br: Frequência

source: Preview player
fr_be: Aperçu du lecteur
it_it: Anteprima player
pt_br: Visualizar jogador

source: Here you can configure your audio playlists.
fr_be: Ici vous pouvez configurer vos listes de lecture audio.
it_it: Qui puoi configurare le tue playlist audio.
pt_br: Aqui você pode configurar suas listas de reprodução de áudio.

source: Make sure you do not overlap playlists in time!
fr_be: Assurez-vous de ne pas faire chevaucher vos playlists dans le temps!
it_it: Assicurati di non sovrapporre temporalmente le playlist!
pt_br: Certifique-se de não sobrepor playlists no tempo!

source: Required fields are marked with '%s'.
fr_be: Les champs obligatoires sont marqués avec '%s'.
it_it: I campi richiesti sono segnati con '%s'.
pt_br: Os campos obrigatórios estão marcados com ' %s '.
