Repository: theyosh/TerrariumPI
Catalog: locales/*/LC_MESSAGES/terrariumpi.po
Languages: ca, fr_be, it_it, pl, pt, pt_br, sk

source: Amount of times to late with updates
ca: Nombre de vegades que es retarden les actualitzacions
pl: Ilość opóźnionych aktualizacji
pt: Quantidade de actualizações atrasadas
sk: Počet oneskorení s aktualizáciami

source: System to slow with updates more then 30 times
ca: El sistema es ralentitza amb les actualitzacions més de 30 vegades
pl: System zbyt wolny z aktualizacjami ponad 30 razy
pt: Sistema lento com actualizações mais de 30 vezes
sk: Systém je spomalený pri aktualizáciách viac ako 30-krát

source: Sensor update (every 30 seconds)
ca: Actualització del sensor (cada 30 segons)
pl: Aktualizacja sensora (co 30 sekund)
pt: Actualização de sensor (a cada 30 segundos)
sk: Aktualizácia senzora (každých 30 sekúnd)

source: Hardware type
ca: Tipus de maquinari
pl: Typ sprzętu
pt: Tipo de hardware
sk: Typ hardvéru

source: Sensor type
ca: Tipus de sensor
pl: Typ sensora
pt: Tipo de sensor
sk: Typ senzora

source: Max difference
ca: Diferència màx
pl: Maksymalna różnica
pt: Diferença máx
sk: Maximálny rozdiel

source: Exclude from average
ca: Exclou de la mitjana
pl: Wyłącz ze średniej
pt: Excluir da média
sk: Vylúčiť z priemeru

source: True if there is an error
ca: És cert si hi ha un error
pl: Prawda jeżeli jest błąd
pt: Verdadeiro se houver um erro
sk: Pravda ak sa vyskytne chyba

source: Sensor change (only when value is changed)
ca: Actualització del sensor (només amb canvi de valor)
pl: Zmiana sensora (tylko gdy wartość się zmieniła)
pt: Mudadança do sensor (apenas quando o valor mudou)
sk: Zmena senzora (iba pri zmene hodnoty)

source: Sensor alarm
ca: Alarma del sensor
pl: Alarm sensora
pt: Alarme do sensor
sk: Alarm senzora

source: Relay update (every 30 seconds)
ca: Actualització de relé (cada 30 segons)
pl: Aktualizacja przekaźnika (co 30 sekund)
pt: Actualização do relé (a cada 30 segundos)
sk: Aktualizácia relé (každých 30 sekúnd)

source: Max wattage
ca: Potència màxima
pl: Maksymalna ilość Wat
pt: Potência máx
sk: Maximálny výkon

source: True if in manual mode
ca: En mode manual
pl: Prawda jeżeli w trybie ręcznym
pt: Verdadeiro se em modo manual
sk: Pravda ak je v manuálnom režime

source: True if it is a dimmer
ca: És cert si és un dimmer
pl: Prawda jeżeli to ściemniacz
pt: Verdadeiro se for um dimmer
sk: Pravda ak je to stmievač

source: Current state
ca: Estat actual
pl: Aktualny stan
pt: Estado actual
sk: Súčasný stav

source: Relay change (only when value is changed)
ca: Canvi de relé (només quan es canvia el valor)
pl: Zmiana przekaźnika (tylko gdy wartość się zmieniła)
pt: Mudança do relé (apenas quando o valor mudou)
sk: Zmena relé (iba pri zmene hodnoty)

source: Relay toggle
ca: Canvi estat del relé
pl: Przełącz przekaźnik
pt: Activação do relé
sk: Prepínač relé

source: Button update (every 30 seconds)
ca: Actualització del botó (cada 30 segons)
pl: Aktualizacja przycisku (co 30 sekund)
pt: Actualização do botão (a cada 30 segundos)
sk: Aktualizácia tlačidla (každých 30 sekúnd)

source: Button change (only when value is changed)
ca: Canvi de botó (només quan es canvia el valor)
pl: Zmiana przycisku (tylko gdy wartość się zmieniła)
pt: Mudança do botão (apenas quand o valor mudou)
sk: Zmena tlačidla (iba pri zmene hodnoty)

source: Button action
ca: Configuració de la porta
pl: Akcja przycisku
pt: Acção do botão
sk: Funkcia tlačidla

source: Webcam archive
ca: Arxiu de la càmera web
pl: Archiwum wideo
pt: Arquivo de câmera
sk: Archív webkamery

source: Lights area wrong state
ca: Estat incorrecte de l'àrea de llums
pl: Nieprawidłowy stan obszaru świateł
pt: Área de luzes com estado errado
sk: Nesprávny stav oblasti svetiel

source: Current power state
ca: Estat actual de l'alimentació
pl: Aktualny stan zasilania
pt: Estado da potência actual
sk: Aktuálny stav napájania

source: Sensor measure state
ca: Estat de mesura del sensor
pl: Stan pomiaru czujnika
pt: Estado da leitura do sensor
sk: Stav merania senzora

source: Enclosure name
ca: Nom del recinte
pl: Nazwa załącznika
pt: Nome do compartimento
sk: Názov teraria

source: Enclosure running mode
ca: Mode d'execució del recinte
pl: Tryb pracy obudowy
pt: Modo de execução do compartimento
sk: Prevádzkový mód terária

source: Email
ca: Correu electrònic

source: Traffic light
ca: Semàfor
pl: Sygnalizator
pt: Luz de tráfego
sk: Semafor

source: Buzzer
ca: Brunzidor
pl: Brzęczyk
pt: Campainha
sk: Bzučiak

source: Software Update
ca: Actualització de software
pl: Aktualizacja Oprogramowania
pt: Actualização de Software
sk: Aktualizácia softvéru

source: watertank
sk: vodná nádrž
